Repository: mjeveritt/kuroo
Catalog: kuroo/tags/0.80.0_rc2/po/*.po
Languages: pl

source: <p><font size="+2">Local configuration detection</font></p> Kuroo has detected your system configuration:
pl: <p><font size="+2">Rozpoznawanie lokalnej konfiguracji</font></p> Program Kuroo rozpoznał konfigurację tego systemu:

source: <p>Keep these setting if unsure.<br> All settings are editable later in Kuroo preferences.</p> <p><b>Kuroo supports only one Portage overlay directory.</b></p>
pl: <p>W razie braku pewności należy zachować te usawienia.<br> Wszystkie ustawienia można później zmienić w preferencjach programu Kuroo.</p> <p><b>Program Kuroo obsługuje tylko jeden katalog-nakładkę na Portage.</b></p>

source: 4/7 - Package information
pl: 4/7 - Informacje o pakietach

source: <p><font size="+2">Package information and status</font></p> <p><b>Colors</b><br> Masked packages are marked <font color="darkRed"><b>dark red</b></font>.<br> Unmasked packages (added to package.keywords) are marked <font color="darkBlue"><b>dark blue</b></font>.<br> The colors are editable in Kuroo preferences.</p> <p><b>Package tooltip</b><br> Tooltip is activated when holding the pointer on the description column.</p>
pl: <p><font size="+2">Informacje o pakietach i stan</font></p> <p><b>Kolory</b><br> Zamaskowane pakiety oznaczono na <font color="darkRed"><b>ciemnoczerwono</b></font>.<br> Odmaskowane pakiety (dopisane do pliku package.keywords) oznaczono na <font color="darkBlue"><b>ciemnoniebiesko</b></font>.<br> Kolory można zmienić w preferencjach programu.</p> <p><b>Wskazówki dotyczące pakietu</b><br> Okienko wskazówki jest wyświetlane po przesunięciu kursora myszy nad kolumnę opisu.</p>

source: <b>Icons legend</b><br> Icons indicating package status:
pl: <b>Ikony jako legenda</b><br> Ikony wskazują stan pakietu:

source: Package in Gentoo Portage.
pl: Pakiet w Portage systemu Gentoo.

source: Installed package.
pl: Zainstalowany pakiet.

source: Ebuild (version of a package) in Gentoo Portage.
pl: Ebuild (wersja pakietu) w Portage systemu Gentoo.

source: Package not found in Gentoo Portage.
pl: Brak pakietu w Portage systemu Gentoo.

source: Package corresponding to this ebuild is installed.
pl: Pakiet związany z tym ebuildem jest zainstalowany.

source: Package is in emerge queue.
pl: Pakiet czeka w kolejce emergowania.

source: 5/7 - More information...
pl: 5/7 - Więcej informacji...

source: <font size="+2">Read more</font><br><br> Visit <a href="http://guitoo.sf.net">Kuroo</a> for quicktour, FAQ, howtos...<br> <br> <b>Kuroo dependencies</b><br> The fast embedded sqlite is used for data storage.<br> Kuroo make use of following packages:<br> - app-portage/gentoolkit.<br> - kde-base/dcoprss.<br> - kde-misc/kdiff3.<br> <br> <b>Gentoo</b><br> The "g" logo is a trademark of Gentoo Technologies.<br> The Gentoo artwork is copyright Gentoo Technologies.<br> Kuroo is not part of the Gentoo project and is not directed or managed by Gentoo Foundation, Inc.
pl: <font size="+2">Więcej informacji</font><br><br> Na stronie programu <a href="http://guitoo.sf.net">Kuroo</a> można znaleźć poradniki, FAQ i wskazówki...<br> <br> <b>Zależności Kuroo</b><br> Do zapisywania danych używany jest szybki wbudowany mechanizm sqlite.<br> Kuroo korzysta z następujących pakietów:<br> - app-portage/gentoolkit.<br> - kde-base/dcoprss.<br> - kde-misc/kdiff3.<br> <br> <b>Gentoo</b><br> Logo "g" jest znakiem towarowym Gentoo Technologies.<br> Grafikę Gentoo chronią prawa autorskie Gentoo Technologies.<br> Kuroo nie jest częścią projektu Gentoo i nie jest zarządzane ani kierowane przez firmę Gentoo Foundation, Inc.

source: 6/7 - ChangeLog
pl: 6/7 - Rejestr zmian

source: 7/7 - Completion
pl: 7/7 - Uzupełnianie

source: <p><font size="+2">System scan</font></p> <p> Press "Finish" to launch kuroo and load the views with your systems packages.</p> <p><b>Description of the process</b><br> 1. Kuroo scans the emerge.log where all emerge activities are logged, eg emerged and unmerged packages. Kuroo compiles emerge time statistics for found packages.</p> <p>2. Kuroo will then scan the Portage tree directory and the local Portage Overlay. The Portage view represents the official Gentoo Portage tree plus the third-party packages found in the local Portage Overlay.</p> <p>3. Kuroo will proceed by scanning for installed packages on your system. </p> <p>4. As last step Kuroo will launch the emerge tool as "emerge -uDpv world" to collect the list of all upgradable packages.</p> <p>Pressing "Finish" resets all dialogs and views settings to default.</p> <p><b>Upgrading to a new version of kuroo will clear the package database.</b></p> <br> <font color="red"><b><p><font size="+1">Important as of version 0.71.0</font><br> 1. Run "regenworld" from console as root to update the list of installed packages. You may want to clear "/var/lib/portage/world" first.<br> Only packages in Queue when emerge starts are added to world file, and not their dependencies.<br> 2. Kuroo home is moved to "/var/cache/kuroo".</b></p></font>
pl: <p><font size="+2">Skanowanie systemu</font></p> <p> Kliknij przycisk "Zakończ", aby uruchomić Kuroo i załadować widoki z informacjami o pakietach w systemie.</p> <p><b>Opis procesu</b><br> 1. Program Kuroo skanuje plik emerge.log, w którym są zapisywane wszystkie działania dotyczące emergowania, np. usuwania i instalowania pakietów. Program Kuroo opracowuje statystyki czasu emergowania znalezionych pakietów.</p> <p>2. Program Kuroo następnie przeszukuje katalog drzewa Portage i lokalnej nakładki na Portage. W widoku Portage wyświetlane jest oficjalne drzewo Portage systemu Gentoo oraz pozostałe pakiety dodane do lokalnej nakładki na Portage.</p> <p>3. Program Kuroo wyszukuje pakiety zainstalowane w systemie. </p> <p>4. Na koniec program Kuroo uruchamia narzędzie emerge z parametrami "-uDpv world", aby uzyskać listę pakietów do uaktualnienia.</p> <p>Po naciśnięciu przycisku "Zakończ" przywracane są ustawienia domyślne wszystkich okien dialogowych i preferencji widoków.</p> <p><b>Uaktualnienie programu Kuroo do nowej wersji powoduje wyczyszczenie bazy danych pakietów.</b></p> <br> <font color="red"><b><p><font size="+1">Dotyczy programu od wersji 0.71.0</font><br> 1. Aby zaktualizować listę zainstalowanych pakietów, należy uruchomić jako root polecenie "regenworld". Można także najpierw wyczyścić plik "/var/lib/portage/world".<br> Do pliku world są dopisywane tylko pakiety w kolejce, a nie ich zależności.<br> 2. Katalog domowy programu Kuroo jest przenoszony do katalogu "/var/cache/kuroo".</b></p></font>

source: Use Flag description:
pl: Opis flag USE:

source: Ch&angeLog
pl: Rejestr zmi&an

source: Depe&ndencies
pl: Zależ&ności

source: Install &all updates to Queue!
pl: Z&ainstaluj wszystkie aktualizacje w kolejce!

source: Paths
pl: Ścieżki

source: Installed repository
pl: Repozytorium zainstalowanych pakietów

source: Portage cache
pl: Pamięć podręczna Portage

source: Architecture
pl: Architektura

source: History
pl: Historia

source: View unmer&ges
pl: Wyświetl usunię&cia

source: Emerge check update option
pl: Opcja sprawdzania aktualizacji przez emerge

source: &Deep
pl: &Głęboko

source: Alt+D
pl: Alt+G

source: Dependenc&y
pl: Zależnośc&i

source: Alt+Y
pl: Alt+I

source: etc-update merging frontend
pl: interfejs dla narzędzia scalającego etc-update

source: External tool
pl: Zewnętrzne narzędzie

source: Important notice filter for emerge output
pl: Filtr ważności dla wyników emergowania

source: Pattern (regexp)
pl: Wzorzec (regexp)

source: Package status color
pl: Kolor stanu pakietu

source: Unmasked package
pl: Odmaskowany pakiet

source: The color of the OSD background.
pl: Kolor tła OSD.

source: Click to select the color of the OSD text.
pl: Kliknij, aby wybrać kolor tekstu OSD.

source: The color of the OSD text.
pl: Kolor tekstu OSD.

source: Click to select the background color of the OSD.
pl: Kliknij, aby wybrać kolor tła OSD.

source: Masked package
pl: Zamaskowany pakiet

source: Build
pl: Kompilacja

source: Build options
pl: Opcje kompilacji

source: Advanced build
pl: Zaawansowana kompilacja

source: Advanced build options
pl: Zaawansowane opcje kompilacji

source: Directories and files
pl: Katalogi i pliki

source: Portage directories
pl: Katalogi Portage

source: Config files in /etc
pl: Pliki konfiguracyjne w katalogu /etc

source: Network
pl: Sieć

source: Download
pl: Pobieranie

source: Sync
pl: Synchronizacja

source: E&xport all installed packages to world file
pl: Ek&sportuj wszystkie zainstalowane pakiety do pliku world

source: Warning!
pl: Ostrzeżenie!

source: _: NAME OF TRANSLATORS Your names
pl: Konrad Mantorski

source: _: EMAIL OF TRANSLATORS Your emails
pl: konrad@mantorski.com
