Repository: mjeveritt/kuroo
Catalog: kuroo/tags/0.80.0_rc2/po/*.po
Languages: pl

source: Can not connect to database
pl: Nie można połączyć z bazą danych

source: History scan aborted
pl: Anulowano skanowanie historii

source: Can not access
pl: Brak dostępu

source: Refreshing Portage view...
pl: Odświeżanie widoku Portage

source: Portage scan aborted
pl: Anulowano skanowanie Portage

source: Portage Overlay scan aborted
pl: Anulowano skanowanie nakładki na Portage

source: Done.
pl: Gotowe

source: Error reading:
pl: Błąd odczytu:

source: Emerge process killed!
pl: Zabito proces emergowania!

source: Emerge queue aborted!
pl: Anulowano kolejkę emergowania!

source: Error: Emerge didn't start.
pl: Błąd: emergowanie nie rozpoczęło się.

source: Emerge %1 started...
pl: Rozpoczęło się emergowanie pakietu %1...

source: Emerging packages in queue...
pl: Emergowanie pakietów z kolejki...

source: Emerge pretend %1 started...
pl: Uruchomiono symulację emergowania pakietu %1...

source: Running emerge pretend...
pl: Trwa symulacja emergowania...

source: Error: Emerge didn't start.
pl: Błąd: emergowanie nie rozpoczęło się.

source: Unmerge %1 started...
pl: Rozpoczęto usuwanie pakietu %1...

source: Unmerging packages...
pl: Usuwanie pakietów...

source: Emerge synchronize Portage Tree started...
pl: Rozpoczęto synchronizowanie drzewa Portage...

source: Synchronizing portage tree...
pl: Synchronizowanie drzewa portage...

source: Emerge check package updates started...
pl: Rozpoczęto sprawdzanie aktualizacji pakietów...

source: Checking updates...
pl: Sprawdzanie aktualizacji...

source: Root access required!
pl: Wymagane uprawnienia roota!

source: There is no ebuilds to satisfy %1
pl: Brak ebuildów odpowiadających żądaniu %1

source: Blocks
pl: Blokady

source: Packages are blocking emerge, please correct!
pl: Niektóre pakiety blokują emergowanie - wprowadź zmiany!

source: Important
pl: Ważne

source: Please check log for more information!
pl: Więcej informacji w dzienniku!

source: <br><b>missing keyword</b> means that the application has not been tested on your architecture yet. Ask the architecture porting team to test the package or test it for them and report your findings on Gentoo bugzilla website.
pl: <br><b>brakujące słowo kluczowe</b> oznacza, że działanie aplikacji nie zostało jeszcze sprawdzone w wybranej architekturze. Poproś zespół zajmujący się tą architekturą o przetestowanie pakietu lub zrób to samodzielnie, a następnie podziel się spostrzeżeniami, korzystając z bugzilli systemu Gentoo.

source: <b>%1</b> is not available on your architecture %2!
pl: Pakiet <b>%1</b> nie jest dostępny dla tej architektury %2!

source: <br><b>-* keyword</b> means that the application does not work on your architecture. If you believe the package does work file a bug at Gentoo bugzilla website.
pl: <br>Oznaczenie <b>-* słowo kluczowe</b> oznacza, że ta aplikacja jeszcze nie działa na wybranej architekturze. Jeśli uważasz, że z programu można korzystać, zgłoś błąd w bugzilli systemu Gentoo.

source: Cannot emerge testing/unstable package %1!.
pl: Nie można zemergować testowego/niestabilnego pakietu %1!

source: <qt>Cannot emerge testing/unstable package!<br>Do you want to unmask <b>%1</b>?</qt>
pl: <qt>Nie można zemergować testowego/niestabilnego pakietu!<br>Czy chcesz odmaskować pakiet <b>%1</b>?</qt>

source: Unmask
pl: Odmaskuj

source: Package added to "package.keyword".
pl: Dopisano pakiet do pliku "package.keyword".

source: Package added to "package.unmask".
pl: Dopisano pakiet do pliku "package.unmask".

source: Category
pl: Kategoria

source: na
pl: brak

source: No update package found
pl: Brak pakietów do aktualizacji

source: Refreshing updates view...
pl: Odświeżanie widoku Portage...

source: Updates scan aborted
pl: Anulowano skanowanie w poszukiwaniu aktualizacji

source: 1Package
pl: 1Pakiet

source: 2Status
pl: 2Stan

source: Installed
pl: Zainstalowane

source: 2Keyword
pl: 2Słowo kluczowe

source: Masked
pl: Zamaskowane

source: Unmasked
pl: Odmaskowany

source: 9In Queue
pl: 9W kolejce

source: Size
pl: Rozmiar

source: Counting packages...
pl: Liczenie pakietów...

source: Refreshing Installed view...
pl: Odświeżanie widoku Zainstalowane

source: Installed scan aborted
pl: Anulowano skanowanie zainstalowanych pakietów

source: <qt>IMPORTANT: %1 config files in /etc need updating.<br>Do you want to merge changes?</qt>
pl: <qt>WAŻNE: Następująca liczba plików w katalogu /etc wymaga aktualizacji: %1.<br>Uwzględnić zmiany?</qt>

source: Please specify merge tool in settings!
pl: Określ narzędzie scalające w ustawieniach!

source: etc-update didn't start.
pl: Proces etc-update nie rozpoczął się.

source: Running etc-update...
pl: Wykonywanie etc-update...

source: <font color=red>Warning!<br>%1 has been edited by you.</font><br>
pl: <font color=red>Ostrzeżenie!<br>Element %1 był edytowany przez użytkownika.</font><br>

source: <qt>%1Do you want to merge changes in %2?</qt>
pl: <qt>%1Scalić zmiany w pliku %2?</qt>

source: etc-update (%1 of %2)
pl: etc-update (%1 z %2)

source: %1 didn't start.
pl: %1 nie rozpoczęło się.

source: %1 could not start!
pl: Nie można uruchomić %1!

source: Merging changes in '%1'.
pl: Scalanie zmian w pliku '%1'.

source: Skipping '%1'. etc-update will ask again next time.
pl: Pominięto plik %1. Monit zostanie wyświetlony przy następnym etc-update.

source: etc-update completed.
pl: Zakończono proces etc-update.

source: Deleting '%1'. Backup saved in %2.
pl: Usuwanie kopii zapasowej elementu %1 z lokalizacji %2.

source: Collecting package information...
pl: Zbieranie informacji o pakiecie...

source: Caching aborted
pl: Anulowano zapisywanie w pamięci podręcznej

source: Action
pl: Działanie

source: New, (not yet installed)<br>
pl: Nowy (jeszcze nie zainstalowany)<br>

source: New slot installation (side-by-side versions)<br>
pl: Instalacja w nowym slocie (używanie kilku wersji)<br>

source: Update, (changing versions)<br>
pl: Aktualizacja (nowsza wersja)<br>

source: Downgrade, (Best version seems lower)<br>
pl: Oduaktualnienie (starsza wersja wydaje się właściwsza)<br>

source: Replacing, (Remerging same version)<br>
pl: Zastąpienie (ponowne skompilowanie tej samej wersji)<br>

source: Fetch restricted, (Manual download)<br>
pl: Ograniczone pobieranie (konieczność ręcznego pobrania)<br>

source: fetch restricted, (Already downloaded)<br>
pl: ograniczone pobieranie (już pobrano)<br>

source: Blocked by an already installed package<br>
pl: Blokowane przez już zainstalowany pakiet<br>

source: Can not find %1/%2-%3 in kuroo repository.
pl: Nie można znaleźć %1/%2-%3 w repozytorium programu Kuroo.

source: Package
pl: Pakiet

source: Description
pl: Opis

source: 4Action
pl: 4Działanie

source: 5Description
pl: 5Opis

source: 6Size
pl: 6Rozmiar

source: &Emerge pretend
pl: &Symuluj

source: &Append to queue
pl: &Kolejkuj

source: View Info
pl: Wyświetl informacje

source: Error writing:
pl: Błąd zapisu:

source: Error writing %1kuroo.log.
pl: Błąd podczas zapisywania %1kuroo.log.

source: Saving
pl: Zapisywanie

source: Error reading
pl: Błąd odczytu

source: No packages found matching: %1
pl: Brak pakietów odpowiadających %1

source: <font color=red>(Version not available in Portage)</font>
pl: <font color=red>(Wersja niedostępna w Portage)</font>

source: <b>License:</b>
pl: <b>Licencja:</b>

source: <b>Branches:</b>
pl: <b>Gałęzie:</b>

source: <b>Use flags:</b>
pl: <b>Flagi USE:</b>

source: <b>Size:</b>
pl: <b>Rozmiar:</b>

source: <b>Emerge date: </b>
pl: <b>Data zemergowania: </b>

source: <b>Emerge time (average): </b>
pl: <b>Czas kompilacji (średni): </b>

source: Total installed packages:
pl: Zainstalowanych pakietów ogółem:

source: <qt>Do you want to refresh Installed view?</qt>
pl: <qt>Odświeżyć widok zainstalowanych pakietów?</qt>

source: Refreshing Installed
pl: Odświeżanie widoku zainstalowanych pakietów

source: <qt>Portage will not check if the package you want to remove is required by another package.<br>Do you want to unmerge following packages?</qt>
pl: <qt>Portage nie sprawdzi, czy pakietu, który chcesz usunąć, potrzebuje inny pakiet.<br>Czy chcesz usunąć następujące pakiety?</qt>

source: Unmerge packages
pl: Usuń pakiety

source: &Upgrade pretend
pl: &Symuluj uaktualnienie

source: &Install now
pl: &Zainstaluj teraz

source: Unin&stall
pl: O&dinstaluj

source: Find packages
pl: Znajdź pakiety

source: Search
pl: Szukaj

source: <font color=darkGrey><b>Summary could not be computed.</b></font>
pl: <font color=darkGrey><b>Nie można wygenerować podsumowania.</b></font>

source: <font color=darkGrey><b>List of installed files not found.</b></font>
pl: <font color=darkGrey><b>Nie znaleziono listy zainstalowanych pakietów.</b></font>

source: Update
pl: Aktualizacja

source: 3Description
pl: 3Opis

source: 4Size
pl: 4Rozmiar

source: 5Update
pl: 5Aktualizacja

source: Time
pl: Czas

source: 5Time
pl: 5Czas

source: Advanced emerge options
pl: Zaawansowane opcje emergowania

source: Reset
pl: Zeruj

source: Do you want to emerge following packages?
pl: Czy chcesz zemergować następujące pakiety?

source: Emerge queue
pl: Kolejka emergowania

source: Do you want to abort the running emerge process?
pl: Czy chcesz przerwać uruchomiony proces emergowania?

source: Emerge pretend
pl: Symulacja emergowania

source: Path to Portage directory not valid...
pl: Ścieżka do katalogu Portage jest nieprawidłowa...

source: Please correct!
pl: Sprawdź to!

source: Path to Portage overlay directory %1 not valid...
pl: Ścieżka do nakładki na Portage %1 jest nieprawidłowa...

source: Error checking paths...
pl: Błąd podczas sprawdzania ścieżek...

source: Wait-counter has reached maximum. Attempting to scan Portage.
pl: Licznik oczekiwania osiągnął wartość maksymalną. Próba skanowania Portage.

source: <br>No packages found matching: %1
pl: <br>Brak pakietów pasujących do %1

source: Error reading: package.keyword.
pl: Błąd odczytu pliku package.keyword.

source: Failed to save to %1. Please run as root.
pl: Nie można zapisać w %1. Uruchom program jako root.

source: Failed to saveto %1. Please run as root.
pl: Nie można zapisać w %1. Uruchom program jako root.

source: <b>Licenses:</b>
pl: <b>Licencje:</b>

source: <b>Available versions:</b>
pl: <b>Dostępne wersje:</b>

source: Total available packages:
pl: Dostępnych pakietów ogółem:

source: <qt>Do you want to refresh Portage view?<br><br>Installed and Updates view will be refreshed automatically afterwards. Queue and Results view will be cleared.<br>This will take a couple of minutes...</qt>
pl: <qt>Odświeżyć widok Portage?<br><br>Widok zainstalowanych pakietów i aktualizacji zostanie odświeżony automatycznie. Widok Kolejka i Wyniki zostanie wyczyszczony.<br>Operacja może potrwać kilka minut...</qt>

source: Refreshing Portage
pl: Odświeżanie Portage

source: &Pretend
pl: &Symuluj

source: &Unmask
pl: &Odmaskuj

source: &Clear Unmasking
pl: &Anuluj odmaskowanie

source: &Edit Use Flags
pl: &Edytuj flagi USE

source: <font color=darkGrey><b>Ebuild not found.</b></font>
pl: <font color=darkGrey><b>Nie znaleziono ebuilda.</b></font>

source: <font color=darkGrey><b>Changelog not found.</b></font>
pl: <font color=darkGrey><b>Nie znaleziono rejestru zmian.</b></font>

source: <font color=darkGrey><b>Dependencies not found.</b></font>
pl: <font color=darkGrey><b>Nie znaleziono zależności.</b></font>

source: Edit package Use Flags
pl: Edytuj flagi USE dotyczące pakietu

source: Error reading: /etc/portage/package.use
pl: Błąd odczytu pliku /etc/portage/package.use

source: Failed to save. Please run as root.
pl: Nie można zapisać. Uruchom program jako root.

source: Error reading %1
pl: Błąd przy odczycie elementu %1

source: to
pl: w

source: of
pl: z

source: Compiling/Merging
pl: Kompilowanie/scalanie

source: Post-Build Cleaning
pl: Sprzątanie po kompilacji

source: Cleaning
pl: Sprzątanie

source: Started emerge on
pl: Emergowanie uruchomiono o

source: completed emerge
pl: zakończono emergowanie

source: unmerge success
pl: usuwanie powiodło się

source: Synchronizing Portage...
pl: Synchronizowanie Portage...

source: Sync completed.
pl: Zakończono synchronizację.

source: Unmerging
pl: Usuwanie

source: Finished. Cleaning up
pl: Zakończono. Sprzątanie...

source: exiting successfully
pl: wyjście powiodło się

source: terminating
pl: kończenie

source: Date
pl: Data

source: 3Action
pl: 3Działanie

source: 6Installed
pl: 6Zainstalowane

source: 7Size
pl: 7Rozmiar

source: Package
pl: Pakiet

source: 4Description
pl: 4Opis

source: 5Installed
pl: 5Zainstalowane

source: 5Size
pl: 5Rozmiar

source: <qt>Do you want to refresh Updates view?</qt>
pl: <qt>Czy chcesz odświeżyć widok Aktualizacje?</qt>

source: Refreshing Updates
pl: Odświeżanie aktualizacji

source: General
pl: Ogólne

source: General preferences
pl: Preferencje ogólne

source: Portage make.conf
pl: make.conf

source: Edit your make.conf file
pl: Edytuj plik make.conf

source: Testing packages
pl: Pakiety testowe

source: Edit your package.keywords file
pl: Edytuj plik package.keywords

source: Unstable packages
pl: Pakiety niestabilne

source: Edit your package.unmask file
pl: Edytuj plik package.unmask

source: Protected packages
pl: Pakiety chronione

source: Edit your package.mask file
pl: Edytuj plik package.mask

source: Edit your world file
pl: Edytuj plik world

source: Etc warnings
pl: Ostrzeżenia w etc

source: Edit your etc-update warning file list
pl: Edytuj listę ostrzeżeń dla etc-update

source: Error reading: /etc/make.conf
pl: Błąd odczytu pliku /etc/make.conf

source: Failed to save makeconf. Please run as root.
pl: Nie można zapisać pliku make.conf. Uruchom program jako root.

source: Failed to save package.unmask. Please run as root.
pl: Nie można zapisać pliku package.unmask. Uruchom program jako root.

source: Failed to save package.mask. Please run as root.
pl: Nie można zapisać pliku package.mask. Uruchom program jako root.

source: Failed to save package.keywords. Please run as root.
pl: Nie można zapisać pliku package.keywords. Uruchom program jako root.

source: Failed to save world file. Please run as root.
pl: Nie można zapisać pliku world. Uruchom program jako root.

source: Error writing: /etc/make.conf
pl: Błąd zapisu pliku /etc/make.conf

source: Do you want export all Installed packages to the world file?
pl: Czy chcesz wyeksportować wszystkie zainstalowane pakiety do pliku world?

source: Export to world file completed.
pl: Zakończono eksportowanie do pliku world.

source: Please run kuroo as root for exporting to %1.
pl: Uruchom program jako root, aby wyeksportować do %1.

source: No scan
pl: Bez skanowania

source: <qt>Could not create kuroo home directory.<br>You must start Kuroo with kdesu first time for a secure initialization.<br>Please try again!</qt>
pl: <qt>Nie można utworzyć katalogu domowego programu Kuroo.<br>Dla bezpieczeństwa najpierw należy uruchomić program Kuroo za pomocą aplikacji kdesu.<br>Spróbuj ponownie!</qt>

source: Initialization
pl: Inicjowanie

source: <qt>Could not create kuroo backup directory.<br>You must start Kuroo with kdesu first time for a secure initialization.<br>Please try again!</qt>
pl: <qt>Nie można utworzyć katalogu kopii zapasowej dla programu Kuroo.<br>Dla bezpieczeństwa najpierw należy uruchomić program Kuroo za pomocą aplikacji kdesu.<br>Spróbuj ponownie!</qt>

source: Deleting old version of database %1
pl: Usuwanie starej wersji bazy danych %1.

source: <qt>Could not setup kuroo portage database.<br>You must start Kuroo with kdesu first time for a secure initialization.<br>Please try again!</qt>
pl: <qt>Nie można utworzyć bazy danych dla programu Kuroo.<br>Dla bezpieczeństwa najpierw należy uruchomić program Kuroo za pomocą aplikacji kdesu.<br>Spróbuj ponownie!</qt>

source: Error reading: /etc/make.profile
pl: Błąd odczytu pliku /etc/make.profile

source: You don't have enough permissions to run kuroo.Please add yourself into portage group!
pl: Nie masz wystarczających uprawnień, aby uruchomić program Kuroo. Użytkownik musi należeć do grupy portage!

source: User permissions
pl: Prawa użytkownika

source: Kuroo - Portage frontend
pl: Kuroo - interfejs graficzny dla Portage

source: &Configure Kuroo...
pl: &Konfiguruj Kuroo...

source: Frontend to Gentoo Portage
pl: Interfejs graficzny dla Portage

source: Initialize Kuroo with init
pl: Inicjuj program Kuroo za pomocą Init

source: Original author and maintainer
pl: Autor i opiekun projektu

source: Norwegian translation
pl: Tłumaczenie na norweski

source: German translation
pl: Tłumaczenie na niemiecki

source: Kuroo icons
pl: Ikony programu Kuroo

source: Kuroo is already running!
pl: Program Kuroo został już uruchomiony!

source: &Wizard
pl: &Kreator

source: &Emerge Log
pl: &Dziennik emergowania

source: &Refresh
pl: &Odświeżanie

source: &Sync
pl: &Synchronizuj

source: &Find
pl: &Znajdź

source: Refresh Installed view
pl: Odśwież widok Zainstalowane

source: Find packages in Installed
pl: Znajdź zainstalowane pakiety

source: Refresh Portage view
pl: Odśwież widok Portage

source: Find packages in Portage
pl: Znajdź pakiety w Portage

source: Synchronize Portage with Gentoo mirrors
pl: Synchronizuj Portage z serwerami lustrzanymi Gentoo

source: Refresh Updates view
pl: Odśwież widok Aktualizacje

source: <qt>Do you want to synchronize portage?<br><br>Portage, Installed and Updates view will be refreshed automatically afterwards. Queue and Results view will be cleared.<br>This will take a couple of minutes...</qt>
pl: <qt>Czy chcesz zsynchronizować Portage?<br><br>Widoki Portage, Zainstalowane i Aktualizacje zostaną odświeżone automatycznie. Widoki Kolejka i Wyniki zostaną wyczyszczone.<br>Operacja może potrwać kilka minut...</qt>

source: Last sync: %1
pl: Ostatnia synchronizacja: %1

source: settings
pl: ustawienia

source: <qt>Kuroo is busy<br><br>Do you want to quit?<br>All jobs will be aborted.</qt>
pl: <qt>Program Kuroo jest zajęty<br><br>Czy chcesz go zamknąć?<br>Wszystkie zadania zostaną anulowane.</qt>

source: Updates
pl: Aktualizacje

source: Queue
pl: Kolejka

source: Results
pl: Wyniki

source: Logs
pl: Dzienniki

source: <qt>Kuroo database is empty!<br><br>Kuroo will now first scan your emerge log to create the emerge history. Next Kuroo will refresh Portage, Installed and Updates packages view.<br>Package information in Portage will be cached.</qt>
pl: <qt>Baza danych programu Kuroo jest pusta!<br><br>Program przeskanuje najpierw dziennik emergowania, aby utworzyć historię instalacji. Następnie Kuroo odświeży widoki Portage, Zainstalowane i Aktualizacje.<br>Informacje o pakietach w Portage zostaną zapisane w pamięci podręcznej.</qt>

source: Initialize Kuroo
pl: Inicjuj Kuroo

source: <qt>Kuroo database needs refreshing!<br>Emerge log shows that your system has changed.</qt>
pl: <qt>Baza danych programu Kuroo wymaga odświeżenia!<br>Dziennik emergowania wskazuje na zmiany w systemie.</qt>

source: Refresh
pl: Odśwież

source: Skip
pl: Pomiń

source: You must run Kuroo as root to emerge packages!
pl: Aby emergować pakiety, należy uruchomić program Kuroo jako root!

source: &Installed (%1)
pl: &Zainstalowane (%1)

source: &Updates (%1)
pl: &Aktualizacje (%1)

source: &Queue (%1)
pl: &Kolejka (%1)

source: &Results (%1)
pl: &Wyniki (%1)

source: Form2
pl: Formularz2

source: Cle&ar
pl: W&yczyść

source: Alt+A
pl: Alt+Y

source: Empty results queue
pl: Opróżnij kolejkę wyników

source: Appe&nd all packages to Queue!
pl: &Kolejkuj wszystkie pakiety!

source: Alt+N
pl: Alt+K

source: Add all packages in result queue to the installation queue
pl: Dodaj wszystkie pakiety w kolejce wyników do kolejki instalacji

source: Form3
pl: Formularz3

source: Kuroo log
pl: Dziennik programu Kuroo

source: Ver&bose
pl: Try&b informacyjny

source: Save log on e&xit
pl: Zapisz dziennik przy wy&jściu

source: Alt+X
pl: Alt+J

source: Form1
pl: Formularz1

source: Name
pl: Nazwę

source: Search for
pl: Szukaj

source: Look in
pl: Uwzględnij

source: Summar&y
pl: &Podsumowanie

source: I&nstalled files
pl: Zai&nstalowane pliki

source: Abort running emerge process
pl: Przerwij uruchomiony proces emergowania

source: &Go!
pl: &Jazda!

source: Alt+G
pl: Alt+J

source: Emerge packages in installation queue
pl: Zainstaluj pakiety w kolejce instalacji

source: Empty installation queue
pl: Opróżnij kolejkę instalacji

source: Optio&ns...
pl: Op&cje...

source: See Gentoo manual for description
pl: Opis można znaleźć w podręczniku systemu Gentoo

source: Total size
pl: Całkowity rozmiar

source: Approximated total emerge time
pl: Szacowany całkowity czas emergowania

source: 1/7 - Introduction
pl: 1/7 - Wprowadzenie

source: <p><font size="+2">Gentoo Portage management</font></p> <p>Kuroo is a frontend to Gentoo Portage and emerge tool.</p> <p><b>Portage</b><br> Manage and browse installed packages and the "Portage tree".<br> Portage overlay support.<br> Fast packages search by name and description.<br> Export installed packages to word file.<br> Unmask packages (package.keywords).</p> <p><b>Emerge packages</b><br> Installation queue for emerging multiple packages.<br> Update single packages or whole system/world.<br> Emerge with auto unmask.</p> <p><b>History and emerge time</b><br> Full emerge log with emerge duration (time).<br> Emerge time approximation based on statistics calculated from entries in emerge log.</p> <p><b>Emerge etc changes</b><br> Update etc-files with external diff frontend (etc-update) with warnings.</p>
pl: <p><font size="+2">Zarządzanie Portage w systemie Gentoo</font></p> <p>Kuroo jest interfejsem graficznym dla Portage w systemie Gentoo oraz narzędziem do emergowania.</p> <p><b>Portage</b><br> Zarządzanie zainstalowanymi pakietami oraz przeglądanie "drzewa Portage".<br> Obsługa nakładki na Portage.<br> Szybkie wyszukiwanie pakietów wg nazwy i opisu.<br> Eksportowanie zainstalowanych pakietów do pliku world.<br> Odmaskowywanie pakietów (package.keywords).</p> <p><b>Emergowanie pakietów</b><br> Kolejkowanie pakietów do zemergowania.<br> Aktualizowanie pojedynczych pakietów lub całego systemu.<br> Emergowanie i automatyczne odmaskowywanie.</p> <p><b>Historia i czas emergowania</b><br> Kompletny dziennik emergowania z czasem kompilacji.<br> Szacowanie czasu emergowania na podstawie wpisów w dzienniku.</p> <p><b>Zmiany w katalogu /etc</b><br> Aktualizowanie plików w katalogu /etc przy użyciu zewnętrznego narzędzia diff (etc-update) z ostrzeżeniami.</p>

source: <p><font size="+2">Updating etc-files with external diff frontend</font></p> <p>etc-update is a tool that aids in merging etc files produced by emerge .Kuroo will run etc-update and open each files one after one for manual merging in external frontend like Kompare or KDiff3. Backup of the original etc-files are saved in kuroo home directory with a timestamp.</p> <p>As a safety precaution Kuroo will warn you when you are about to change important etc-files. Go to Kuroo settings to edit the list of "protected" etc-files.</p>
pl: <p><font size="+2">Aktualizowanie plików w katalogu /etc za pomocą zewnętrznego narzędzia diff</font></p> <p>Narzędzie etc-update umożliwia scalanie plików tworzonych podczas emergowania.Program Kuroo uruchamia proces etc-update i otwiera poszczególne pliki w celu ręcznego uwzględnienia zmian w graficznym narzędziu, takim jak Kompare lub KDiff3. Kopie zapasowe pierwotnych plików są zapisywane w katalogu domowym programu Kuroo wraz z oznaczeniem czasowym.</p> <p>Program Kuroo dodatkowo wyświetla ostrzeżenie przy zmianie ważnych plików w katalogu /etc. W ustawieniach programu można określić listę chronionych plików w katalogu /etc.</p>

source: 3/7 - Portage setup
pl: 3/7 - Konfiguracja Portage

source: Portage directory
pl: Katalog Portage

source: System architecture
pl: Architektura systemowa

source: Portage overlay directory
pl: Katalog-nakładka na Portage
