Repository: mjeveritt/kuroo
Catalog: kuroo/branches/0.81/po/*.po
Languages: es

source: <i>Forces emerge to consider the entire dependency tree of packages.<br> Refresh Updates for changes to take effect.</i>
es: <i>Fuerza emerge a considerar todo el árbol de dependencias de los paquetes.<br> Refresque actualizaciones para que los cambios surtan efecto.</i>

source: Kuroo options
es: Opciones de Kuroo

source: Dock kuroo in system tray (close does not e&xit kuroo)
es: Mostrar Kuroo en la bandeja de sistema (&cerrar no sale de Kuroo)

source: Package options
es: Opciones de paquete

source: <i>Restart for changes to take effect.</i>
es: <i>Reinicie para que los cambios surtan efecto</i>

source: Package filter options
es: Opciones de filtrado de paquete(s)

source: Click to select the background color of the OSD.
es: Haga clic para seleccionar el color de fondo del OSD

source: The color of the OSD background.
es: El color de fondo del OSD

source: Click to select the color of the OSD text.
es: Haga clic para seleccionar el color de texto del OSD

source: The color of the OSD text.
es: El color de texto del OSD.

source: No matching packages found
es: No se encontraron paquetes que encajen

source: Matching packages found
es: Se encontrar paquetes que encajan

source: &Build
es: Construir (Compilar)

source: Build options
es: Opciones de construcción (compilación)

source: Advanced build options
es: Opciones de construcción (compilación) avanzadas

source: yes
es: si

source: true
es: verdadero

source: false
es: falso

source: Portage directories
es: Directorios de Portage

source: Confi&gurations
es: Confi&guraciones

source: Config files in /etc
es: Archivos de configuración en /etc

source: &Network
es: Red

source: Download
es: Descarga

source: Sync
es: Sincronizado

source: Directories
es: Directorios

source: Show &unmerges
es: Mostrar desinstalaciones

source: Show:
es: Mostrar:

source: last week
es: última semana

source: last month
es: último mes

source: last 6 months
es: últimos 6 meses

source: last year
es: último año

source: all
es: todo
