Repository: mjeveritt/kuroo
Catalog: kuroo/branches/0.81/po/*.po
Languages: es

source: <qt>Could not create kuroo home directory.<br>You must start Kuroo with kdesu first time for a secure initialization.<br>Please try again!</qt>
es: <qt>No se pudo crear el directorio personal de Kuroo.<br>Debe iniciar Kuroo con kdesu la primera vez para un inicio correcto.<br>¡Por favor inténtelo de nuevo!</qt>

source: Initialization
es: Inicio

source: <qt>Could not create kuroo backup directory.<br>You must start Kuroo with kdesu first time for a secure initialization.<br>Please try again!</qt>
es: <qt>No se pudo crear el directorio de respaldo para Kuroo.<br>Debe iniciar Kuroo con kdesu la primera vez para un inicio correcto.<br>¡Por favor inténtelo de nuevo!</qt>

source: You don't have enough permissions to run kuroo. Please add yourself into portage group!
es: No posee suficientes permisos para ejecutar Kuroo. ¡Por favor agregue su usuario al grupo portage!

source: User permissions
es: Permisos de usuario

source: Kuroo - A KDE Portage frontend that allows you to do most common software maintenance tasks on gentoo systems</p><br><a href=http://trac.kuroo.org/kuroo/wiki/TellUs>We love to hear from you. Tell us what you think of Kuroo!</a><br>
es: Kuroo - Un frente gráfico de KDE para Portage que le permite realizar las tareas de mantenimiento de software más comunes en sistemas Gentoo.</p><br><a href=http://trac.kuroo.org/kuroo/wiki/TellUs>¡Nos encantaría escuchar lo que piensa sobre Kuroo!</a><br>

source: <qt><table width=100%><tr><td>Make copies into %1 of following files:</td></tr>
es: <qt><table width=100%><tr><td>Hacer copias de respaldo en %1 de los siguientes archivos:</td></tr>

source: Kuroo - Portage frontend
es: Kuroo - Frente gráfico para Portage

source: &Configure Kuroo...
es: &Configurar Kuroo...

source: Pause Emerge
es: Pausar Emerge

source: Unpause Emerge
es: Reanudar Emerge

source: Writing %1kuroo.log.
es: Escribiendo %1kuroo.log.

source: Saving
es: Guardando

source: User Input
es: Entrada de usuario

source: Enter text:
es: Introduzca texto:

source: settings
es: configuración

source: Kuroo is not responding. Attempting to terminate kuroo!
es: Kuroo no responde. ¡Intentando finalizar Kuroo!

source: Terminating
es: Finalizando

source: &Refresh Packages
es: &Refrescar paquetes

source: &Refresh Updates
es: &Refrescar actualizaciones

source: &Sync Portage
es: &Sincronizar Portage

source: <qt>Do you want to synchronize portage?<br>This will take a couple of minutes...</qt>
es: <qt>¿Desea sincronizar portage?<br>Esto tardará un par de minutos...</qt>

source: Last sync: %1
es: Última sincronización: %1

source: <qt>Kuroo is busy<br><br>Do you want to quit?<br>All jobs will be aborted.</qt>
es: <qt>Kuroo esta ocupado<br><br>¿Desea salir?<br>Todos los trabajos se abortarán.</qt>

source: Portage version is upgraded to 2.1. Please refresh package view.
es: La versión de Portage se a actualizado a 2.1. Por favor refresque la vista de paquetes.

source: Portage version
es: Versión de portage

source: Can not process input! Emerge is not running.
es: ¡No se puede procesar la entrada! Emerge no se está ejecutando.

source: Error: Emerge didn't start.
es: Error: Emerge no se inició.

source: Emerge %1 started...
es: Emerge %1 se ha iniciado...

source: Installing packages in queue...
es: Instalando paquetes en cola...

source: Emerge is not running or cannot be paused...
es: Emerge no se está ejecutando o no puede ser pausado...

source: Emerge is not paused...
es: Emerge %1 no está pausado...

source: Error: Quickpkg didn't start.
es: Error: Quickpkg no se inició.

source: Quickpkg %1 started...
es: Quickpkg %1 se ha iniciado...

source: Building binary packages...
es: Contruyendo paquetes binarios...

source: Emerge pretend %1 started...
es: Prueba de emerge %1 iniciada...

source: Checking installation queue...
es: Comprobando la cola de instalación...

source: Error: Emerge didn't start.
es: Error: Emerge no se inició.

source: Unmerge %1 started...
es: Desinstalación %1 iniciada...

source: Uninstalling packages...
es: Desinstalando paquetes...

source: Emerge synchronize Portage Tree started...
es: Se ha iniciado la sincronización del árbol de paquetes en Portage...

source: Synchronizing portage tree...
es: Sincronizando el árbol de paquetes de Portage...

source: Emerge check package updates started...
es: Se ha iniciado la búsqueda de actualizaciones para paquetes...

source: Checking for package updates...
es: Buscando actualizaciones para paquetes...

source: Root access required!
es: ¡Se necesita acceso de administrador (root)!

source: There is no ebuilds to satisfy %1
es: No se han encontrado ebuilds (paquetes) para satisfacer %1

source: Done.
es: Terminado.

source: You must run Kuroo as root to unmask packages!
es: ¡Debe ejecutar Kuroo como administrador (root) para desenmascarar paquetes!

source: Auto-unmasking packages
es: Auto-desenmascarando paquetes

source: Error: Eclean didn't start.
es: Error: Eclean no se inició.

source: Eclean of distfiles started
es: Eclean se ha iniciado

source: Cleaning distfiles...
es: Limpiando archivos de distribución (distfiles)...

source: Error: revdep-rebuild failed to start.
es: Error: revdep-rebuild no se inició.

source: Revdep-rebuild Running...
es: Revdep-rebuild ejecutándose...

source: Running revdep-rebuild...
es: Ejecutando revdep-rebuild...

source: Revdep-rebuildcomplete
es: Revdep-rebuild finalizado

source: Eclean of distfiles complete
es: Eclean finalizado

source: Eclean of packages started
es: Eclean se ha iniciado

source: Ecleaning packages complete
es: Eclean finalizado

source: Ready
es: Listo

source: Important
es: Importante

source: Please check log for more information!
es: ¡Por favor revise el registro para más información!

source: %1 is not available on your architecture %2!<br><br>
es: ¡%1 no esta disponible para su arquitectura %2!<br><br>

source: <b>missing keyword</b> means that the application has not been tested on your architecture yet.<br>Ask the architecture porting team to test the package or test it for them and report your findings on Gentoo bugzilla website.
es: <b>clave ausente</b> significa que la aplicación aún no ha sido probada en su arquitectura.<br>Pida al equipo de cambios y pruebas de su arquitectura que pruebe este paquete o reporte su experiencia al sitio web Gentoo bugzilla.

source: Missing Keyword
es: Clave ausente

source: <br><b>-* keyword</b> means that the application does not work on your architecture.<br>If you believe the package does work file a bug at Gentoo bugzilla website.
es: <br><b>-* clave</b> significa que la aplicación no funciona en su arquitectura.<br>Si usted cree que el paquete sí funciona, por favor, cree un reporte de error (bug) en la página de Bugzilla Gentoo.

source: -* Keyword
es: -* Clave

source: Please add package to "package.unmask".
es: Por favor agregue el paquete a "package.unmask".

source: <qt>Cannot emerge masked package!<br>Do you want to unmask <b>%1</b>?</qt>
es: <qt>¡No se puede instalar el paquete enmascarado!<br>¿Desea desenmascarar <b>%1</b>?</qt>

source: Unmask
es: Desenmascarar

source: Please add package to "package.keywords".
es: Por favor agregue el paquete a "package.keywords".

source: <qt>Cannot emerge testing package!<br>Do you want to unmask <b>%1</b>?</qt>
es: <qt>¡No se puede instalar el paquete en pruebas!<br>¿Desea desenmascarar <b>%1</b>?</qt>

source: Version
es: Versión

source: Stability
es: Estabilidad

source: Size
es: Tamaño

source: Testing
es: Prueba

source: Hardmasked
es: Enmascaramiento Forzado

source: Refreshing updates view...
es: Refrescando la vista de actualizaciones...

source: Not on %1
es: No en %1

source: Stable
es: Estable

source: Not available
es: No disponible

source: Refreshing Portage packages view...
es: Refrescando la vista de paquetes en Portage...

source: Collecting installed packages...
es: Recolectando paquetes instalados...

source: Please specify merge tool in settings!
es: ¡Por favor especifique una herramienta de instalación en la configuración!

source: <font color=red>Warning!<br>%1 has been edited by you.</font><br>
es: <font color=red>¡Advertencia!<br>%1 ha sido editado por el usuario.</font><br>

source: %1 didn't start.
es: %1 no se inició.

source: %1 could not start!
es: ¡%1 no se pudo iniciar!

source: Merging changes in '%1'.
es: Aplicando cambios en '%1'.

source: Deleting '%1'. Backup saved in %2.
es: Borrando '%1'. Respaldo guardado en %2.

source: All
es: Todo

source: Category
es: Categoría

source: Subcategory
es: Subcategoría

source: Package details
es: Detalles del paquete

source: <qt>Settings are changed!<br>Do you want to save them?</qt>
es: <qt>¡La configuración ha cambiado!<br>¿Desea guardar los cambios?</qt>

source: Saving settings
es: Guardando configuración

source: Error: Could not calculate use flag for package %1/%2.
es: Error: No se pudo calcular la bandera USE para el paquete %1/%2.

source: Click for hardmask info!
es: Haga clic para obtener información acerca de el Enmascaramientp forzado!

source: %1/%2 hardmask info!
es: ¡Información del enmascaramiento forzado de %1/%2!

source: %1No ChangeLog found.%2
es: %1 No se encontró ningún registro de cambio. %2

source: %1No ebuild found.%2
es: %1 No se encontró ningún ebuild. %2

source: %1No installed files found.%2
es: %1 No se encontraron archivos instalados. %2

source: Use flags could not be calculated. Please check log for more information
es: No se pudieron calcular las banderas USE. Por favor revise el registro para mas información.

source: Dependency
es: Dependencia

source: Compile-time dependencies
es: Dependencias a la hora de compilar

source: Runtime dependencies
es: Dependencias a la hora de ejecutar

source: Post-merge dependencies
es: Dependencias una vez instalado

source: Depend on either:
es: Depende de cualquiera:

source: Without USE-flag %1:
es: Sin la bandera USE %1:

source: With USE-flag %1:
es: Con la bandera USE %1:

source: Collecting user package keywords...
es: Recolectando claves de paquete de usuario...

source: Collecting user unmasked packages...
es: Recolectando paquetes enmascarados por el usuario...

source: Collecting hardmasked packages...
es: Recolectando paquetes enmascarados forzadamente...

source: Collecting user masked packages...
es: Recolectando paquetes enmascarados por el usuario...

source: Completed scanning for package keywords in %1.
es: Se completo la busqueda de claves de paquete en %1.

source: Completed scanning for unmasked packages in %1.
es: Se completo la busqueda de paquetes desenmascarados en %1.

source: Completed scanning for hardmasked packages in %1.
es: Se completo la busqueda de paquetes enmascarados forzadamente en %1.

source: Completed scanning for user masked packages in %1.
es: Se completo la busqueda de paquetes enmascarados por el usuario en %1.

source: Completed saving package keywords in %1.
es: Se completo de guardar las claves de paquete en %1.

source: Completed saving user masked packages in %1.
es: Se completo de guardar los paquetes ocultos por el usuario en %1.

source: Completed saving user unmasked packages in %1.
es: Se completo de guardar los paquetes desocultados por el usuario en %1.

source: Completed scanning user package use flags in %1.
es: Se completo de buscar por banderas USE establecidas por el usuario en %1.

source: Completed saving user package use in %1.
es: Se completo de guardar las banderas USE establecidas por el usuario en %1.

source: Collecting package information...
es: Recolectando información de paquete...

source: Caching aborted.
es: Se abortó el cache

source: %1 is installed
es: %1 esta instalado

source: %1 is not installed
es: %1 no esta instalado

source: %1 not in Portage
es: %1 no esta en Portage

source: %1 is present in World profile
es: %1 esta en perfil de Mundo.

source: %1 is present in Queue
es: %1 esta presente en la cola.

source: Message
es: Mensaje

source: Copy text to clipboard
es: Copiar texto al portapapeles

source: Packages
es: Paquetes

source: Queue
es: Cola

source: History
es: Historia

source: Log
es: Registro

source: <qt>Kuroo database is empty!<br>Kuroo will now first scan your emerge log to create the emerge history.<br>Next, package information in Portage will be collected.</qt>
es: <qt>¡La base de datos de Kuroo esta vacía!<br>Kuroo procederá primero a revisar su historial de instalaciones y creará un historial.<br>A continuación, la información de los paquetes en Portage será recolectada.</qt>

source: Initialiazing Kuroo
es: Iniciando Kuroo

source: <qt>Kuroo database needs refreshing!<br>Emerge log shows that your system has changed.</qt>
es: <qt>¡La base de datos de Kuroo debe ser refrescada!<br>Los registros muestran que su sistema ha cambiado.</qt>

source: Refresh
es: Refrescar

source: Skip
es: Saltar

source: You must run Kuroo as root to emerge packages!
es: ¡Debe ejecutar Kuroo como administrador (root) para poder instalar paquetes!

source: Uninstall Packages
es: Desinstalar paquetes

source: <font color=red><b>You are uninstalling packages part of your system profile!<br>This may be damaging to your system!</b></font>
es: <font colo=red><b>¡Esta desinstalando paquetes que son parte de su perfil de sistema!</b><br><b>¡Esto podría ser dañino para su sistema!</b></font>

source: View package details...
es: Ver detalles del paquete...

source: Add to Queue
es: Agregar a la cola

source: Remove from Queue
es: Remover de la cola

source: <qt>Do you want to refresh the Packages view?<br>This will take a couple of minutes...</qt>
es: <qt>¿Desea refrescar la vista de Paquetes?<br>Esto tomará un par de minutos...</qt>

source: Refreshing Packages
es: Refrescando Paquetes

source: packages selected
es: paquetes seleccionados

source: <b>Homepage: </b>
es: <b>Página de inicio: </b>

source: %1Package not available in Portage tree anymore!%2
es: ¡%1 paquete no se encuentra disponible mas en el árbol de Portage! %2

source: %1Installed&nbsp;version:%2%3%4
es: %1 versión&nbsp;instalada: %2%3%4

source: %1Emerge&nbsp;version:%2%3%4
es: %1 instalar&nbsp;versión: %2%3%4

source: %1Emerge&nbsp;version:%2No version available on %3%4
es: %1 Instalar&nbsp;versión: %2 No hay versión disponible en %3%4

source: %1Emerge&nbsp;version:%2No version available - please check package details%3
es: %1 Instalar&nbsp;versión: %2 No hay versión disponible por favor verifique los detalles del paquete %3

source: %1Available&nbsp;versions:%2%3%4
es: %1 Versiones&nbsp;disponibles: %2%3%4

source: %1Available&nbsp;versions:%2No versions available on %3%4
es: %1 Versiones&nbsp;diponibles: %2 No hay versiones disponibles es %3%4

source: &Add to queue
es: &Agregar a la cola

source: &Remove from queue
es: &Remover de la cola

source: Details...
es: Detalles...

source: Add to world
es: Agregar a mundo

source: Remove from world
es: Remover de mundo

source: &Uninstall
es: Desinstalar

source: Package
es: Paquete

source: Update
es: Actualización

source: Description
es: Descripción

source: <font color=darkRed size=+1><b>No packages were found using this filter term</font><br><font color=darkRed>Please modify the filter term you have chosen!<br>Try using a more general filter term, so kuroo can find matching packages.</b></font>
es: <font color=darkRed size=+1><b>No se han encontrado paquetes utilizando ese término como filtro</font><br><font color=darkRed>Por favor, ¡modifique el término de filtrado que ha escogido!<br>Intente usar un término de filtrado más generalizado para que kuroo pueda encontrar paquetes que coincidan.</b></font>

source: <qt><table width=300><tr><td>Instead of doing any package building, just perform fetches for all packages (the main package as well as all dependencies), grabbing all potential files.</td></tr></table></qt>
es: <qt><table width=300><tr><td>En lugar de compilar paquete(s), solo obtiene la(s) fuente(s) del (de los) paquete(s). Tanto del (de los) paquete(s) principal(es) como de las dependencias. Descarga cualquier archivo necesario.</td></tr></table></qt>

source: <qt><table width=300><tr><td>Emerge as normal, but do not add the packages to the world profile for later updating.</td></tr></table></qt>
es: <qt><table width=300><tr><td>Instala normalmente, pero no agrega el (los) paquete(s) a el perfil del mundo y no se actualizará(n) en el futuro.</td></tr></table></qt>

source: <qt><table width=300><tr><td>Causes portage to disregard merge records indicating that a config fileinside of a CONFIG_PROTECT directory has been merged already. Portage will normally merge those files only once to prevent the userfrom dealing with the same config multiple times. This flag will cause the file to always be merged.</td></tr></table></qt>
es: <qt><table width=300><tr><td>Esto causa que portage omita cualquier registro de instalación que diga que un archivo dentro de un directorio marcado como CONFIG_PROTECT ya ha sido instalado. Normalmente estos archivos solo se instalan una vez para prevenir problemas de configuración. Esta opción forzará que el archivo sea instalado siempre.</td></tr></table></qt>

source: Abort Installation
es: Abortar instalación

source: Step &2: Start Installation
es: Paso &2: Iniciar instalación

source: Do you want to Download following packages?
es: ¿Desea descargar los siguientes paquetes?

source: Installation queue
es: Cola de instalación

source: Do you want to install following packages?
es: ¿Desea instalar los siguientes paquetes?

source: Do you want to abort the running installation?
es: ¿Desea abortar la instalación en proceso?

source: Duration
es: Duración

source: Progress
es: Progreso

source: na
es: nd

source: Etc-update warnings
es: Advertencias de Etc-update

source: General preferences
es: Preferencias generales

source: Edit your make.conf file
es: Edite su archivo make.conf

source: Edit your etc-update warning file list
es: Edite su lista de advertencias de etc-update

source: Failed to save %1. Please run as root.
es: No se pudo guardar %1. Por favor ejecute como administrador (root).

source: Frontend to Gentoo Portage
es: Frente gráfico de Gentoo Portage

source: Initialize Kuroo with init
es: Iniciar Kuroo con init

source: Original author and maintainer
es: Autor original y sostenedor

source: Main developer and maintainer
es: Desarrollador principal y sostenedor

source: French translation
es: Traducción al francés

source: German translation
es: Traducción al alemán

source: Italian translation
es: Traducción al italiano

source: Norwegian translation
es: Traducción al noruego

source: Polish translation
es: Traducción al polaco

source: Kuroo icons
es: Iconos de Kuroo

source: Portage version code
es: Código de versión de portage

source: Kuroo is already running!
es: ¡Ya se esta ejecutando Kuroo!

source: _: NAME OF TRANSLATORS Your names
es: Alejandro Araiza Alvarado "mebrelith"

source: _: EMAIL OF TRANSLATORS Your emails
es: mebrelith@gmail.com

source: Installation message for %1:
es: Mensaje de instalación para %1:

source: Date
es: Fecha

source: to
es: a

source: of
es: de

source: Compiling/Merging
es: Compilación/Instalación

source: Post-Build Cleaning
es: Limpieza después de construir (compilar)

source: Cleaning
es: Limpiando

source: Started emerge on
es: Se inicio la instalación en

source: completed emerge
es: se terminó la instalación

source: unmerge success
es: desinstalación exitosa

source: Synchronizing Portage...
es: Sincronizando Portage...

source: Sync completed.
es: Sincronizado completo.

source: Unmerging
es: Desinstalación

source: Finished. Cleaning up
es: Se terminó la limpieza

source: Exiting successfully
es: Saliendo exitosamente

source: Configuration file
es: Archivo de configuración

source: Release information
es: Información de esta versión

source: Backup all user editable porta&ge files before proceeding.
es: Por favor, respalde todos los archivos editables de Porta&ge antes de proceder

source: Form3
es: Forma3

source: Ver&bose
es: Ver&boso

source: Save log on e&xit
es: Guardar registro al salir

source: <font size="+1">Activity Log</font>
es: <font size="+1">Registro de actividad</font>

source: Form1
es: Formulario1

source: Warning!
es: ¡Advertencia!

source: Previous Package
es: Paquete anterior

source: Next Package
es: Siguiente paquete

source: Versi&ons
es: Versi&ones

source: Available Versions for this package:
es: Versiones disponibles para este paquete:

source: Emerge version
es: Instalar versión

source: For this package always install:
es: Para este paquete siempre instalar:

source: Stab&le Version
es: Versión estab&le

source: Testi&ng Version
es: Versió&n en prueba

source: Mas&ked Version
es: Versión oculta

source: Select Version
es: Elegir versión

source: Install onl&y specific version and do not update further
es: Instalar solo la versión especificada &y no actualizar más adelante

source: &Use Flags
es: Banderas &USE

source: Add or Remove Use Flags support:
es: Agregar o remover soporte a las banderas USE:

source: C&alculate Use Flags
es: C&alcular banderas USE

source: Select version:
es: Versión seleccionada:

source: Ch&angeLog
es: Registro de c&ambios

source: Dependencies
es: Dependencias

source: I&nstalled Files
es: Archivos &instalados

source: Form2
es: Forma2

source: <font size="+1">Packages in Portage</font>
es: <font size="+1">Paquetes en Portage</font>

source: Filter packages here...
es: Filtrar paquetes aquí...

source: &All Packages
es: Todos los p&aquetes

source: &Updates
es: Act&ualizaciones

source: I&nstalled Packages
es: Paquetes i&nstalados

source: Clear filter
es: Limpiar filtro

source: Uninstall
es: Desinstalar

source: Uninstall selected packages...
es: Desinstalar paquetes seleccionados...

source: Add to &Queue
es: Agregar a la cola

source: Add/Remove selected packages to the Installation Queue
es: Agregar/Remover paquetes seleccionados de la cola de instalación

source: Return
es: Regresar

source: Show package details...
es: Mostrar detalles del paquete...

source: Portage will not check if the package you want to remove is required by another package.<br> Do you want to uninstall following packages?
es: Portage no revisará su el paquete que desea instalar en requerido por otro paquete.<br> ¿Esta seguro que desea desinstalar los siguientes paquetes?

source: <font size="+1">Packages in Installation Queue</font>
es: <font size="+1">Paquetes en cola de instalación</font>

source: Remove package from Q&ueue after installation
es: Remover paquete de la cola desp&ués de la instalación

source: Remove &All
es: Remover &a todos

source: Remove all packages in Queue
es: Remover todo los paquetes en cola

source: Remove selected package from Queue
es: Remover el paquete seleccionado de la cola

source: Return, Ctrl+S
es: Regresar; Ctrl+S

source: Step &1: Check Installation
es: Paso &1: Revisar instalación

source: Check packages in Queue with emerge pretend
es: Revisar todos los paquetes en la cola con emerge pretend

source: Start emerge of all packages in Queue
es: Iniciar la instalación de todos los paquetes en la cola

source: <b>Summary</b><br> <font color="gray">Installation Queue is empty.</font>
es: <b>Resumen</b><br> <font color="gray">La cola de instalación esta vacía.</font>

source: <b>Emerge Options</b>
es: <b>Opciones de instalación (Emerge)</b>

source: Force reinstall of config files (--&noconfmem)
es: Forzar reinstalación de archivos de configuración (--&noconfmem)

source: Do not add the pac&kages to the world profile (--oneshot)
es: No agregar los paquetes al perfil del mundo (--oneshot)

source: Emerge check update options
es: Opciones para verificar actualizaciones

source: &Deep
es: A profun&didad (Deep)
