Repository: mjeveritt/kuroo
Catalog: kuroo/po/*.po
Languages: nb

source: Can not connect to database
nb: Klarte ikke koble til databasen

source: History scan aborted
nb: Lesing av historikken ble avbrutt

source: Can not access
nb: Fikk ikke tilgang til

source: Refreshing Portage view...
nb: Oppdaterer Portage-visningen . . .

source: Portage scan aborted
nb: Lesingen av Portage ble avbrutt

source: Portage Overlay scan aborted
nb: Lesing av overstyringen til Portage ble avbrutt

source: Done.
nb: Ferdig

source: Error reading:
nb: Feil ved lesing av:

source: Emerge process killed!
nb: Installasjonsprosessen ble drept.

source: Error: Emerge didn't start.
nb: Feil: installasjonen staret ikke.

source: Emerge %1 started...
nb: Installasjon av %1 har startet . . .

source: Emerging packages in queue...
nb: Installerer pakkene i køen . . .

source: Emerge pretend %1 started...
nb: Kartlegging av %1 har startet . . .

source: Running emerge pretend...
nb: Lager installasjonsoversikt . . .

source: Error: Emerge didn't start.
nb: Feil: installasjonen startet ikke.

source: Unmerge %1 started...
nb: Avinstallering av %1 startet . . .

source: Unmerging packages...
nb: Avinstaller pakker . . .

source: Emerge synchronize Portage Tree started...
nb: Synkronisering av Portage-treet startet . . .

source: Synchronizing portage tree...
nb: Synkroniserer Portage-treet . . .

source: Emerge check package updates started...
nb: Ser etter nye versjoner av installerte pakker . . .

source: Checking updates...
nb: Ser etter oppdateringer . . .

source: Root access required!
nb: Superbrukerprivilegier er nødvendig.

source: There is no ebuilds to satisfy %1
nb: Ingen pakker tilfredstiller «%1»

source: Blocks
nb: Blokkerer

source: Packages are blocking emerge, please correct!
nb: Pakker blokkerer installasjonen.

source: Important
nb: Viktig

source: Please check log for more information!
nb: Se i loggen for mer informasjon.

source: <b>missing keyword</b> means that the application has not been tested on your architecture yet. Ask the architecture porting team to test the package or test it for them and report your findings on Gentoo bugzilla website.
nb: <b>Manglende nøkkelord</b> betyr at programmet ikke er testet på din arkitektur ennå. Be laget for arkitektur-tilrettelegging om å teste pakken eller test den sjøl og skriv resultatene i Gentoos feilsøkingsside.

source: <b>%1</b> is not available on your architecture %2!
nb: <b>%1</b> er ikke tilgjengelig for din arkitektur, «%2».

source: <b>-* keyword</b> means that the application does not work on your architecture. If you believe the package does work file a bug at Gentoo bugzilla website.
nb: <b>-* nøkkelord</b> betyr at programmet ikke virker på din arkitektur. Skriv en feilrapport på Gentoos feilsøkingsside hvis du tror det virker.

source: Please add package to "package.unmask".
nb: Pakken må legges til i «package.unmask».

source: <qt>Cannot emerge testing package!<br>Do you want to unmask <b>%1</b>?</qt>
nb: <qt>Kan ikke installere testpakke.<br>Vil du avmaskere «%1»?</qt>

source: Unmask
nb: Avmasker

source: Please add package to "package.keywords".
nb: Legg pakken til i «package.keywords».

source: Category
nb: Kategori

source: na
nb: I/T

source: No update package found
nb: Fant ingen oppdatering

source: Refreshing updates view...
nb: Oppdaterer oppdateringsoversikten . . .

source: Updates scan aborted
nb: Søkingen etter oppdateringer ble avbrutt

source: 1Package
nb: 1Pakke

source: Installed
nb: Installert

source: 2Keyword
nb: 2Nøkkelord

source: Masked
nb: Maskert

source: Unmasked
nb: Avmaskert

source: 9In Queue
nb: 9l Kø

source: Size
nb: Størrelse

source: Counting packages...
nb: Teller pakker . . .

source: Refreshing Installed view...
nb: Oppdaterer listen over installerte pakker . . .

source: Installed scan aborted
nb: Lesingen av installerte pakker ble avbrutt

source: <qt>IMPORTANT: %1 config files in /etc need updating.<br>Do you want to merge changes?</qt>
nb: <qt>VIKTIG: %1 konfigurasjonsfiler i «/etc» må oppdateres.<br>Slå sammen endringer?</qt>

source: Please specify merge tool in settings!
nb: Spesifiser sammenslåingsverktøyet i oppsettsvinduet.

source: etc-update didn't start.
nb: Konfigurasjonsoppdatereren («etc-update») startet ikke.

source: Running etc-update...
nb: Kjører konfigurasjonsoppdaterer («etc-update») . . .

source: <font color=red>Warning!<br>%1 has been edited by you.</font><br>
nb: <font color=red>Advarsel!<br>Du har redigert «%1».</font><br>

source: <qt>%1Do you want to merge changes in %2?</qt>
nb: <qt>%1Slå sammen endringer i «%2»?</qt>

source: etc-update (%1 of %2)
nb: Konfigurasjonsoppdaterer («etc-update») (%1 av %2)

source: %1 didn't start.
nb: «%1» startet ikke.

source: %1 could not start!
nb: «%1» klarte ikke starte.

source: Merging changes in '%1'.
nb: Slår sammen endringer i «%1».

source: Skipping '%1'. etc-update will ask again next time.
nb: Hopper over «%1»; konfigurasjonsoppdatereren («etc-update») spør på nytt igjen neste gang.

source: etc-update completed.
nb: Konfigurasjonsoppdatereren («etc-update») fullførte.

source: Deleting '%1'. Backup saved in %2.
nb: Sletter «%1«, sikkerhetskopi lagret i «%2».

source: Collecting package information...
nb: Samler pakkeinformasjon . . .

source: Caching aborted
nb: Lagring i hurtigminne ble avbrutt

source: Action
nb: Handling

source: New, (not yet installed)<br>
nb: Ny (ikke installert ennå)<br>

source: New slot installation (side-by-side versions)<br>
nb: Installasjon i ny plass (versjoner side ved side)<br>

source: Update, (changing versions)<br>
nb: Oppdatering (endrer versjoner)<br>

source: Downgrade, (Best version seems lower)<br>
nb: Nedgradering (en tidligere versjon virker bedre)<br>

source: Replacing, (Remerging same version)<br>
nb: Erstatter (installerer samme versjon på nytt)<br>

source: Fetch restricted, (Manual download)<br>
nb: Restriksjoner på henting (manuell nedlasting)<br>

source: fetch restricted, (Already downloaded)<br>
nb: Restriksjoner på henting (allerede laster ned)<br>

source: Blocked by an already installed package<br>
nb: Blokkert av en installert pakke<br>

source: Can not find %1/%2-%3 in kuroo repository.
nb: Klarte ikke finne «%1/%2-%3» i Kuroo-lageret.

source: Package
nb: Pakke

source: Description
nb: Beskrivelse

source: 4Action
nb: 4Handling

source: 5Description
nb: 5Beskrivelse

source: 6Size
nb: 6Størrelse

source: 7USE
nb: 7Bruk

source: &Emerge pretend
nb: Installasjonsov&ersikt

source: &Append to queue
nb: Legg til i kø

source: View Info
nb: Vis informasjon

source: Error writing:
nb: Feil ved skriving til:

source: Error writing %1/kuroo.log.
nb: Feil ved skriving til «%1/kuroo.log».

source: Saving
nb: Lagrer

source: Directory
nb: Katalog

source: Refreshed
nb: Oppdaterte

source: <qt>Do you want to refresh Portage disk usage overview?<br>This will take a couple of minutes...</qt>
nb: <qt>Oppdatere Portage diskforbruk?<br>Dette tar et par minutter.</qt>

source: Portage Disk Usage
nb: Portages Diskforbruk

source: Error reading
nb: Feil ved lesing av

source: No packages found matching: %1
nb: Fant ingen pakker som passer til «%1»

source: <b>License:</b>
nb: <b>Lisens:</b>

source: <b>Slot:</b>
nb: <b>Plass:</b>

source: <b>Branches:</b>
nb: <b>Arkitekturer:</b>

source: <b>Use flags:</b>
nb: <b>Bruk-flagg:</b>

source: <b>Size:</b>
nb: <b>Størrelse:</b>

source: <b>Emerge date: </b>
nb: <b>Installasjonsdato: </b>

source: <b>Emerge time (average): </b>
nb: <b>Installasjonstid (gjennomsnittlig): </b>

source: Total installed packages:
nb: Antall installerte pakker:

source: <qt>Do you want to refresh Installed view?</qt>
nb: <qt>Oppdater listen over installerte pakker?</qt>

source: Refreshing Installed
nb: Oppdaterer listen over installerte pakker

source: <qt>Portage will not check if the package you want to remove is required by another package.<br>Do you want to unmerge following packages?</qt>
nb: <qt>Portage kontrollerer ikke om pakker som skal avinstalleres kreves av en annen pakke.<br>Avinstallere følgende pakker?</qt>

source: Unmerge packages
nb: Avinstaller pakker

source: &Upgrade pretend
nb: Oversikt over oppdatering

source: &Install now
nb: &Installer nå

source: Unin&stall
nb: Avin&staller

source: Find packages
nb: Finn pakker

source: Search
nb: Søk

source: <font color=darkGrey><b>Summary could not be computed.</b></font>
nb: <font color=darkGrey><b>Klarte ikke kalkulere oppsummeirng.</b></font>

source: <font color=darkGrey><b>List of installed files not found.</b></font>
nb: <font color=darkGrey><b>Fant ikke liste over installerte filer.</b></font>

source: Update
nb: Oppdater

source: 3Description
nb: 3Beskrivelse

source: 4Size
nb: 4Størrelse

source: 5Update
nb: 5Oppdater

source: Time
nb: Tid

source: 5Time
nb: 5Tid

source: Advanced emerge options
nb: Avanserte installasjonsinnstillinger

source: Reset
nb: Tilbakestill

source: Do you want to emerge following packages?
nb: Installere følgende pakker?

source: Emerge queue
nb: Installasjonskø

source: Do you want to abort the running emerge process?
nb: Skal gjeldende installasjonsprosesser avbrytes?

source: Emerge pretend
nb: Installasjonsoversikt

source: Path to Portage directory not valid...
nb: Portage-stien er ugyldig.

source: Please correct!
nb: korriger.

source: Path to Kuroo home directory not valid...
nb: Stien til Kuroos hjemmekatalog er ugyldig . . .

source: %1 will be created.
nb: %1 blir opprettet.

source: Path to Portage overlay directory %1 not valid...
nb: Stien til Portages påleggkatalog «%1» er ugyldig.

source: Error checking paths...
nb: Feil ved sjekking av stier.

source: Wait-counter has reached maximum. Attempting to scan Portage.
nb: Ventetelleren har nådd høyeste verdi. Prøver å undersøke Portage.

source: Error reading: package.keyword.
nb: Feil ved lesing av «package.keywords».

source: Failed to save. Please run as root.
nb: Klarte ikke lagre; kjør som superbruker.

source: <b>Licenses:</b>
nb: <b>Lisenser:</b>

source: <b>Available versions:</b>
nb: <b>Tilgjengelige versjoner:</b>

source: Total available packages:
nb: Antall tilgjengelige pakker:

source: <qt>Do you want to refresh Portage view?<br><br>Installed and Updates view will be refreshed automatically afterwards. Queue and Results view will be cleared.<br>This will take a couple of minutes...</qt>
nb: <qt>Oppdatere Portage-visningen?<br><br>Oversikten over installerte pakker og oppdateringer oppdateres automatisk, og lkøen og resultat-oversikten tømmes.<br>Dette tar et par minutter.</qt>

source: Refreshing Portage
nb: Oppdaterer Portage-visningen

source: &Pretend
nb: &Lat som

source: &Unmask
nb: &Avmasker

source: &Clear Unmasking
nb: &Fjern avmaskering

source: &Edit Use Flags
nb: R&ediger bruk-flagg

source: <font color=darkGrey><b>Ebuild not found.</b></font>
nb: <font colordarkGrey><b>Fant ikke pakkefilen.</b></font>

source: <font color=darkGrey><b>Changelog not found.</b></font>
nb: <font color=darkGrey><b>Fant ikke endringslogg.</b></font>

source: <font color=darkGrey><b>Dependencies not found.</b></font>
nb: <font color=darkGrey><b>Fant ikke avhengigheter.</b></font>

source: Edit package Use Flags
nb: Rediger pakkens bruk-flagg

source: Error reading: /etc/portage/package.use
nb: Feil ved lesing av «/etc/portage/package.use»

source: Error reading /var/log/emerge.log
nb: Feil ved lesing av «/var/log/emerge.log»

source: Compiling/Merging
nb: Bygger/Installerer

source: Post-Build Cleaning
nb: Rydder opp etter bygging

source: Cleaning
nb: Rydder

source: Started emerge on
nb: Startet installasjon

source: completed emerge
nb: Installasjon fullført

source: unmerge success
nb: Vellykket avinstallering

source: Synchronizing Portage...
nb: Synkroniserer Portage . . .

source: Sync completed.
nb: Synkronisering fullført.

source: Unmerging
nb: Avinstallerer

source: to
nb: til

source: of
nb: av

source: Finished. Cleaning up
nb: Ferdig, rydder opp

source: exiting successfully
nb: Avslutter vellykket

source: terminating
nb: Stopper

source: Date
nb: Dato

source: 3Action
nb: 3Handling

source: 6Installed
nb: 6Installert

source: 7Size
nb: 7Størrelse

source: 8USE
nb: 8Bruk

source: Package
nb: Pakke

source: 4Description
nb: 4Beskrivelse

source: 5Installed
nb: 5Installert

source: 5Size
nb: 5Størrelse

source: <qt>Do you want to refresh Updates view?</qt>
nb: <qt>Oppdatere oppdateringsoversikten?</qt>

source: Refreshing Updates
nb: Oppdaterer listen over oppdateringer

source: General
nb: Generelt

source: etc warnings
nb: «etc»-advarsler

source: General preferences
nb: Generelle innstillinger

source: Edit your make.conf file
nb: Rediger «make.conf»-filen

source: Edit your package.keywords file
nb: Rediger «package.keywords»-filen

source: Edit your package.unmask file
nb: Rediger «package.unmask»-filen

source: Edit your package.mask file
nb: Rediger «package.mask»-filen

source: Edit your world file
nb: Rediger «world»-filen

source: Edit your etc-update warning file list
nb: Rediger advarselsfillisten for konfigurasjonsoppdatereren

source: Error reading: /etc/make.conf
nb: Feil ved lesing av «/etc/make.conf»

source: Failed to save makeconf. Please run as root.
nb: Klarte ikke lagre «make.conf»; kjør programmet som superbruker.

source: Failed to save package.unmask. Please run as root.
nb: Klarte ikke lagre «package.unmask»; kjør programmet som superbruker.

source: Failed to save package.mask. Please run as root.
nb: Klarte ikke lagre «package.mask»; kjør programmet som superbruker.

source: Failed to save package.keywords. Please run as root.
nb: Klarte ikke lagre «package.keywords»; kjør programmet som superbruker.

source: Failed to save world file. Please run as root.
nb: Klarte ikke lagre «world»-filen; kjør programmet som superbruker.

source: Error writing: /etc/make.conf
nb: Feil ved skriving til «/etc/make.conf»

source: Do you want export all Installed packages to the world file?
nb: Eksportere alle installerte pakker til «world»-filen?

source: Export to world file completed.
nb: Eksportering til «world»-fil fullført.

source: Please run kuroo as root for exporting to %1.
nb: Kjør Kuroo som superbruker for å eksportere til %1.

source: You must start Kuroo with kdesu first time for secure initialization. Please try again!
nb: Du må starte Kuroo med «kdesu» første gangen for sikker initalisering.

source: Initialization
nb: Initalisering

source: No scan
nb: Ingen søking

source: Deleting old version of database %1
nb: Sletter gammel versjon av databasen «%1»

source: Error reading: /etc/make.profile
nb: Feil ved lesing av «/etc/make.profile»

source: You don't have enough permissions to run kuroo. Please add yourself into portage group!
nb: Du har ikke tilstrekkelige rettigheter for å kjøre Kuroo. Legg deg selv til i gruppen «portage».

source: User permissions
nb: Bruker-tillatelser

source: Kuroo - Portage frontend
nb: Kuroo - grafisk grensesnitt for Portage

source: &Configure Kuroo...
nb: Konfigurer Kuroo . . .

source: Frontend to Gentoo Portage
nb: Grensesnitt for Gentoo Portage

source: Initialize Kuroo with init
nb: Initialiser Kuroo med init

source: Original author and maintainer
nb: Opprinnelig forfatter og vedlikeholder

source: Norwegian translation
nb: Norsk (Bokmål) oversettelse

source: German translation
nb: Tysk oversettelse

source: Kuroo icons
nb: Kuroo-ikoner

source: Kuroo is already running!
nb: Kuroo kjører allerede.

source: &Wizard
nb: Veiviser

source: &Emerge Log
nb: Installasjonslogg

source: &Refresh
nb: Oppdate&r

source: &Sync
nb: &Synkroniser

source: &Find
nb: &Finn

source: Refresh Installed view
nb: Oppdater listen over installerte pakker

source: Find packages in Installed
nb: Finn installerte pakker

source: Refresh Portage view
nb: Oppdater Portage-visningen

source: Find packages in Portage
nb: Finn pakker i Portage

source: Synchronize Portage with Gentoo mirrors
nb: Synkroniser Portage med Gentoo-tjenere

source: Refresh Updates view
nb: Oppdater listen over oppdateringer

source: Refresh Portage directories usage
nb: Oppdater størrelsen til Portage-katalogene

source: <qt>Do you want to synchronize portage?<br><br>Portage, Installed and Updates view will be refreshed automatically afterwards. Queue and Results view will be cleared.<br>This will take a couple of minutes...</qt>
nb: <qt>Synkronisere Portage?<br><br>Oversikten over Portage, installerte pakker og oppdateringer oppdateres automatisk etterpå, og køen og resultater tømmes.<br>Dette tar et par minutter</qt>

source: Last sync: %1
nb: Siste synkronisering: %1

source: settings
nb: Innstillinger

source: <qt>Kuroo is busy<br><br>Do you want to quit?<br>All jobs will be aborted.</qt>
nb: <qt>Kuroo er opptatt.<br><br>Avslutte likevel?<br>Alle jobber blir da avbrutt.</qt>

source: Updates
nb: Oppdateringer

source: Queue
nb: Kø

source: Results
nb: Resultater

source: Logs
nb: Logger

source: <qt>Kuroo database is empty!<br><br>Kuroo will now first scan your emerge log to create the emerge history. Next Kuroo will refresh Portage, Installed and Updates packages view.<br>Package information in Portage will be cached.</qt>
nb: <qt>Kuroos database er tom.<br><br>Først leses installasjonsloggen for å lage installasjonshistorikken, deretter oppdateres oversikten over Portage, installerte pakker og oppdateringer.<br>Informasjonen i Portage lagres i hurtigminne.</qt>

source: Initialize Kuroo
nb: Initialiser Kuroo

source: You must run Kuroo as root to emerge packages!
nb: Kuroo må kjøres med superbrukerrettigheter for å installere pakker.

source: &Installed (%1)
nb: &Installert (%1)

source: &Updates (%1)
nb: &Oppdateringer (%1)

source: &Queue (%1)
nb: &Kø (%1)

source: &Results (%1)
nb: &Resultater (%1)

source: Form2
nb: Skjema2

source: &Clear
nb: Tøm

source: Empty results queue
nb: Tøm resultatkøen

source: Appe&nd all
nb: &Legg til alle

source: Add all packages in result queue to the installation queue
nb: Legg alle pakkene i resultatkøen til i installasjonskøen

source: Form3
nb: Skjema3

source: Disk usage
nb: Diskforbruk

source: History
nb: Historikk

source: Kuroo log
nb: Kuroo-logg

source: Ver&bose
nb: &Utdypet

source: Save log on e&xit
nb: Lagre logg ved avslutting

source: Form1
nb: Skjema 1

source: Name
nb: Navn

source: Search for
nb: Søk etter

source: Look in
nb: Se i

source: Summar&y
nb: Sammendrag

source: I&nstalled files
nb: I&nstallerte filer

source: Stop!
nb: Stopp

source: Abort running emerge process
nb: Avrbyt installasjonen

source: &Go!
nb: &Start

source: Emerge packages in installation queue
nb: Installer pakker i installasjonskøen

source: Cle&ar
nb: &Tøm

source: Empty installation queue
nb: Tøm installasjonskøen

source: Optio&ns...
nb: I&nnstillinger . . .

source: See Gentoo manual for description
nb: See i Gentoo-manuelen for beskrivelse

source: Total size
nb: Total størrelse

source: Approximated total emerge time
nb: Beregnet total installasjonstid

source: buildpkgonly
nb: puildpkgonly

source: 1/8 - Introduction
nb: 1/8 - Introduksjon

source: <p><font size="+2">Gentoo Portage management</font></p> <p>Kuroo is a frontend to Gentoo Portage and emerge tool.</p> <p><b>Portage</b><br> Manage and browse installed packages and the "Portage tree".<br> Portage overlay support.<br> Fast packages search by name and description.<br> Portage directories size overview.<br> Export installed packages to word file.<br> Unmask packages (package.keywords).</p> <p><b>Emerge packages</b><br> Installation queue for emerging multiple packages.<br> Update single packages or whole system/world.<br> Emerge with auto unmask.</p> <p><b>History and emerge time</b><br> Full emerge log with emerge duration (time).<br> Emerge time approximation based on statistics calculated from entries in emerge log.</p> <p><b>Gentoo Linux Security Advisories</b><br> Glsa and latest released package with "Gentoo Watcher" in system tray.<br> Check packages with new "glsa-check" (experimental).</p> <p><b>Emerge etc changes</b><br> Update etc-files with external diff frontend (etc-update) with warnings.</p>
nb: <p><font size="+2">Behandling av Gentoo Portage</font><br></p> <p>Kuroo er et grensesnitt for Gentoo Portage og vektøyet «emerge».</p> <p><b>Portage</b><br> Bla gjennom og behandle installerte pakker og Portage-treet.<br> Støtte for Portage-overlegg<br> Finn pakker raskt etter navn eller beskrivelse.<br> Oversikt over Portages diskforbruk.<br> Eksporter installerte pakker til «world»-filen.<br> Avmasker pakker («package.keywords»).</p> <p><b>Installere pakker</b><br> Installasjonskø for installasjon av flere pakker.<br> Oppdater enkelte pakker, systemet eller alt.<br> Installasjon med automatisk avmaskering</p> <p>Historikk og installasjonstid</b><br> Full installasjonslogg med installasjonsvarighet.<br> Beregning av installasjonstid basert på gjennomsnittet fra installasjonsloggen.</p> <p><b>Sikkerhetsadvarsler for Gentoo Linux</b><br> Få beskjed om GLSA og de nyeste pakkene med Gentoo-overvåkeren i systemkurven. <br> Kontroller pakker med det nye verktøyet «glsa-check» (eksperimentelt).</p> <p><b>Endringer i konfigurasjonsfiler</b><br> Oppdater konfigurasjonsfiler («etc-update») med et eksternt endrings-/lappeprogram med advarsler.</p>

source: 2/8 - Gentoo watcher
nb: 2/8 - Gentoo-overvåker

source: <p><font size="+2">Live package and Glsa checks</font></p> <p>Gentoo Watcher is a small system tray application watching rss feeds from <a href="www.gentoo.org">gentoo.org</a> for latest packages. The watcher also checks latest Gentoo Linux Security Advisories.</p> <p>Right-click on a package to send it to Kuroo for emerging. Right-clicking on a Glsa opens the concerning page at <a href="http://www.gentoo.org">gentoo.org</a> in your browser.</p> <p>Gentoo Watcher now supports the new "glsa-check" (experimental). Gentoo Watcher (kuroo_watcher) is placed in autostart for all user and disabled by default.<br> Launch Gentoo Watcher from KMenu->System.</p>
nb: <p><font size="+2">Direkte pakke- og GLSA-sjekking</font></p> <p>Gentoo-overvåkeren er et lite program i systemkurven som undersøker RSS-data fra <a href="www.gentoo.org">gentoo.org</a> for de siste pakkene. Overvåkeren ser også etter sikkerhetsadvarsler.</p> <p>Høyreklikk på en pakke for å installere den med Kuroo. Høyreklikk på en sikkerhetsadvarsel for å åpne den relevante siden på <a href="http://www.gentoo.org">gentoo.org</a> i nettleseren.</p> <p>Gentoo-overvåkeren støtter nå det eksperimentelle «glsa-check»-verktøyet. Gentoo-overvåker («kuroo_watcher») er plassert i autostart-mappen for alle brukere, men er ikke aktivert som standard.<br> Kjør Gentoo-overvåkeren fra KMeny > System.</p>

source: 3/8 - etc-update
nb: 3/8 - Sammenslåing av konfigurasjonsoppdateringer

source: <p><font size="+2">Updating etc-files with external diff frontend</font></p> <p>etc-update is a tool that aids in merging etc files produced by emerge .Kuroo will run etc-update and open each files one after one for manual merging in external frontend like Kompare or KDiff3. Backup of the original etc-files are saved in kuroo home directory with a timestamp.</p> <p>As a safety precaution Kuroo will warn you when you are about to change important etc-files. Go to Kuroo settings to edit the list of "protected" etc-files.</p>
nb: <p><font size="+2">Oppdatering av konfigurasjonsfiler</font></p> <p>«etc-update» er et verktøy som hjelper til med å slå sammen konfigurasjonsfiler. Kuroo kjører «etc-update», og åpne hver fil for manuell sammenslåing med et eksternt grensesnitt som Kompare eller KDiff3. En sikkerhetskopi av de opprinnelige filene lagres i Kuroos hjemmekatalog med tidsstempler.</p> <p>For sikkerhets skyld advarer Kuroo når viktige konfigurasjonsfiler skal endres. Listen over «beskyttede» filer kan endres i oppsettsvinduet.</p>

source: 4/8 - Portage setup
nb: 4/8 - Portage-oppsett

source: Kuroo home directory
nb: Kuroos hjemmekatalog

source: Portage directory
nb: Portage-katalog
