Repository: mjeveritt/kuroo
Catalog: kuroo/po/*.po
Languages: nb

source: System architecture
nb: Systemarkitektur

source: Portage overlay directory
nb: Kataloger med Portage-overlegg

source: ppc64
nb: pcc64

source: ppc-od
nb: pcc-od

source: <p><font size="+2">Local configuration detection</font></p> Kuroo has detected your system configuration:
nb: <p><font size="+2">Oppdaging av systemoppsett</font></p> Kuroo har funnet følgende systemoppsett:

source: <p>Keep these setting if unsure.<br> All settings are editable later in Kuroo preferences.</p> <p><b>Kuroo supports only one Portage overlay directory.</b></p>
nb: <p>Behold disse innstillingene hvis du er usikker.<br> Alle innstillingene kan endres seinere i «Oppsett av Kuroo ...».</p> <p><b>Kuroo støtter kun én overleggskatalog for Portage.</b></p>

source: 5/8 - Package information
nb: 5/8 - Pakkeinformasjon

source: <p><font size="+2">Package information and status</font></p> <p><b>Colors</b><br> Masked packages are marked <font color="darkRed"><b>dark red</b></font>.<br> Unmasked packages (added to package.keywords) are marked <font color="darkBlue"><b>dark blue</b></font>.<br> The colors are editable in Kuroo preferences.</p> <p><b>Package tooltip</b><br> Tooltip is activated when holding the pointer on the description column.</p>
nb: <p><font size="+2">Pakkeinformasjon og -status</font></p> <p><b>Farger</b><br> Maskerte pakker er markert med <font color="darkRed"><b>mørk rød</b></font> skrift. <br> Avmaskerte pakker (lagt til i «package.keywords») er markert med <font color="darkBlue"><b>mørk blå</b></font> skrift.<br> Fargene kan endres i oppsettsvinduet.</p> <p><b>Verktøytips for pakker</b><br> Verktøytips aktiveres når pekeren holdes over beskrivelse-kolonnen.</p>

source: <b>Icons legend</b><br> Icons indicating package status:
nb: <b>Ikonoversikt</b><br> Ikoner som indikerer pakkestatus

source: Package in Gentoo Portage.
nb: Pakke i Portage-treet.

source: Installed package.
nb: Installert pakke.

source: Ebuild (version of a package) in Gentoo Portage.
nb: Pakkeversjon i Portage-treet.

source: Package not found in Gentoo Portage.
nb: Pakken ble ikke funnet i Portage-treet.

source: Package corresponding to this ebuild is installed.
nb: En pakke som samsvarer med denne er installert.

source: Package is in emerge queue.
nb: Pakken er i installasjonskøen.

source: 6/8 - More information...
nb: 6/8 - Mer informasjon . . .

source: <font size="+2">Read more</font><br><br> Visit <a href="http://guitoo.sf.net">Kuroo</a> for quicktour, FAQ, howtos...<br> <br> <b>Kuroo dependencies</b><br> The fast embedded sqlite is used for data storage.<br> Kuroo make use of following packages:<br> - app-portage/gentoolkit.<br> - kde-base/dcoprss.<br> - kde-misc/kdiff3.<br> <br> <b>Gentoo</b><br> The "g" logo is a trademark of Gentoo Technologies.<br> The Gentoo artwork is copyright Gentoo Technologies.<br> Kuroo is not part of the Gentoo project and is not directed or managed by Gentoo Foundation, Inc.
nb: <font size="+2">Les mer</font><br><br> Besøk <a href="http://guitoo.sf.net">Kuroos hjemmeside</a> for spørsmål, veiledninger og mer.<br> <br> <b>Kuroo-avhengigheter</b><br> Kuroo bruker det raske, innebygde databaseprogrammet «sqlite» for å lagre data.<br> Kuroo bruker følgende pakker<br> - app-portage/gentoolkit<br> - kde-base/dcoprss<br> - kde-misc/kdiff3<br> <br> <b>Gentoo</b><br> «g»-logoen er et varemerke for Gentoo Technologies.<br> Gentoo Technologies har kopirett for Gentoo-kunsten.<br> Kuroo er ikke en del av Gentoo-prosjektet, og er ikke styrt eller organisert av Gentoo Foundation, Inc.

source: 7/8 - ChangeLog
nb: 7/8 - Endringslogg

source: 8/8 - Completion
nb: 8/8 - Fullføring

source: <p><font size="+2">System scan</font></p> <p> Press "Finish" to launch kuroo and load the views with your systems packages.</p> <p><b>Description of the process</b><br> 1. Kuroo scans the emerge.log where all emerge activities are logged, eg emerged and unmerged packages. Kuroo compiles emerge time statistics for found packages.</p> <p>2. Kuroo will then scan the Portage tree directory and the local Portage Overlay. The Portage view represents the official Gentoo Portage tree plus the third-party packages found in the local Portage Overlay.</p> <p>3. Kuroo will proceed by scanning for installed packages on your system. </p> <p>4. As last step Kuroo will launch the emerge tool as "emerge -uDpv world" to collect the list of all upgradable packages.</p> <p>Pressing "Finish" resets all dialogs and views settings to default.</p> <p><b>Upgrading to a new version of kuroo will clear the package database.</b></p>
nb: <p><font size="+2">Hente informasjon om systemet</font></p> <p> Trykk på «Ferdig» for å starte Kuroo og laste visningen av pakkene på systemet.</p> <p>Dette gjøres som følger:</p> <p>1 Kuroo leser filen «emerge.log» hvor all installasjonsaktivitet er logget, altså installasjon og avinstallasjon av pakker. Kuroo lager statistikk over installasjonstid for pakkene det finner.</p> <p>2 Kuroo undersøker deretter Portage-treet og det lokale Portage-overlegget. Portage-visningen representerer det offisielle Portage-treet samt pakkene i det loake Portage-overlegget.</p> <p>3 Kuroo fortsetter med å undersøke de installerte pakkene på systemet. </p> <p>4 Til slutt kjøres «emerge»-verktøyet som «emerge -uDpv world» for å lage en liste over oppgdateringer.</p> <p>Når du trykker «Ferdig» tilbakestilles alle dialoger og visningsinnstillinger til standardverdiene.</p> <p><b>En oppgradering av Kuroo tømmer pakkedatabasen.</b></p>

source: Use Flag description:
nb: Beskrivelse av bruk-flagg:

source: Ch&angeLog
nb: &Endringslogg

source: Depe&ndencies
nb: Avhe&ngigheter

source: I&nstall all updates!
nb: I&nstaller alle oppdateringer.

source: Paths
nb: Stier

source: Kuroo home
nb: Kuroo-hjem

source: Installed repository
nb: Installert

source: Portage cache
nb: Portage-hurtigminne

source: Architecture
nb: Arkitektur

source: View unmer&ges
nb: Vis avinstallerin&ger

source: Emerge check update option
nb: Sjekk oppdatering-innstillingen

source: &Deep
nb: &Dyp

source: Dependenc&y
nb: Avh&engighet

source: etc-update merging frontend
nb: Grensesnitt for konfigurasjonsfil («etc-update»)-sammenslåing

source: External tool
nb: Eksternt program

source: Important notice filter for emerge output
nb: Filter for viktige meldinger fra «emerge»

source: Pattern (regexp)
nb: Mønster (regexp)

source: Package status color
nb: Statusfarge for pakker

source: Unmasked package
nb: Avmaskert pakke

source: The color of the OSD background.
nb: Bakgrunnsfargen til skjermskriften.

source: Click to select the color of the OSD text.
nb: Klikk for å velge fargen på skjermteksten.

source: The color of the OSD text.
nb: Fargen på skjermteksten.

source: Click to select the background color of the OSD.
nb: Klikk for å velge bakgrunnsfargen til skjermteksten.

source: Masked package
nb: Maskert pakke

source: Build
nb: Bygg

source: Build options
nb: Byggingsinnstillinger

source: Advanced build
nb: Avansert bygging

source: Advanced build options
nb: Avanserte byggingsinnstillinger

source: Directories and files
nb: Kataloger og filer

source: Portage directories
nb: Portage-kataloger

source: Config files in /etc
nb: Konfigurasjonsfiler i «/etc»

source: Network
nb: Nettverk

source: Download
nb: Last ned

source: Sync
nb: Synkroniser

source: E&xport to world file
nb: Eksporter til «world»-filen

source: Warning!
nb: Advarsel!

source: _: NAME OF TRANSLATORS Your names
nb: Alexander N. Sørnes

source: _: EMAIL OF TRANSLATORS Your emails
nb: alex@thehandofagony.com
