Repository: mjeveritt/kuroo
Catalog: kuroo_watcher/branches/0.20.0/po/*.po
Languages: pl

source: Gentoo Watcher
pl: Strażnik Gentoo

source: &Configure Watcher...
pl: &Konfiguruj...

source: &Check updates
pl: &Sprawdź aktualizacje

source: Latest Gentoo packages and Security Advisories
pl: Najnowsze pakiety Gentoo i zalecenia dotyczące bezpieczeństwa

source: settings
pl: ustawienia

source: Connection
pl: Połączenie

source: General
pl: Ogólne

source: General settings
pl: Ustawienia ogólne

source: Advanced
pl: Zaawansowane

source: Glsa and alert settings
pl: Ustawienia GLSA i alarmów

source: Latest Gentoo packages and Security Advisories %1
pl: Najnowsze pakiety Gentoo i zalecenia dotyczące bezpieczeństwa %1

source: <br><br><b>Latest GLSA</b>
pl: <br><br><b>Najnowsze GLSA</b>

source: <br><br><b>Latest stable packages</b>
pl: <br><br><b>Najnowsze stabilne pakiety</b>

source: <br><br><b>Latest testing packages</b>
pl: <br><br><b>Najnowsze testowe pakiety</b>

source: Starting Kuroo...
pl: Uruchamianie programu Kuroo...

source: sent to Kuroo...
pl: wysłano do programu Kuroo...

source: Gentoo Watcher: Kuroo is not responding!
pl: Strażnik Gentoo: program Kuroo nie odpowiada!

source: Experimental glsa-check!
pl: Eksperymentalne narzędzie glsa-check!

source: &Emerge package now
pl: &Emerguj pakiet teraz

source: &Open Glsa in browser
pl: &Otwórz stronę zaleceń GLSA

source: &Sort by published date
pl: &Sortuj wg daty opublikowania

source: Open in &Kuroo
pl: Otwórz w &Kuroo

source: &Glsa-check now
pl: &Wyświetl raport GLSA

source: A KDE KPart Application
pl: Aplikacja KDE w technologii KPart

source: start or init
pl: startuj lub inicjuj

source: Start Gentoo Watcher automatically at login?
pl: Uruchamiać Strażnika Gentoo automatycznie po zalogowaniu?

source: Latest Gentoo ebuilds and security advisories
pl: Najnowsze ebuildy Gentoo i zalecenia dotyczące bezpieczeństwa

source: Sta&ble
pl: Sta&bilne

source: Package
pl: Pakiet

source: Description
pl: Opis

source: Order
pl: Porządek

source: Right-click package you want to emerge in kuroo
pl: Aby emergować pakiet w programie Kuroo, kliknij go prawym przyciskiem myszy

source: Testi&ng
pl: Test&owe

source: Gentoo Linux Security &Advisories
pl: Z&alecenia GLSA

source: Package and Severity
pl: Pakiet i stopień zagrożenia

source: Address
pl: Adres

source: &Kuroo releases (SourceForge)
pl: &Wydania programu Kuroo (z SourceForge)

source: New release
pl: Nowe wydanie

source: Form1
pl: Formularz1

source: View in alert popup
pl: Wyświetlaj w wyskakującym okienku alertu

source: Stable
pl: Stabilne

source: Testing
pl: Testowe

source: View all
pl: Wyświetlaj wszystko

source: gentoolkit-0.2.0 must be installed!
pl: Narzędzie gentoolkit-0.2.0 musi być zainstalowane!

source: Use experimental glsa-check
pl: Używaj eksperymentalnego narzędzia glsa-check

source: rows
pl: wiersze(-y)

source: The log in-interval
pl: Interwał logowania

source: Glsa rows
pl: Wiersze raportów GLSA

source: Is it first time running?
pl: Czy uruchamiasz program po raz pierwszy?

source: The interval rss checks
pl: Interwał sprawdzania źródeł RSS

source: Number of Glsa rows to view
pl: Liczba wierszy GLSA do wyświetlania

source: Home directory
pl: Katalog domowy

source: Url to Glsa rss
pl: Adres źródła RSS z GLSA

source: Url to stable packages rss
pl: Adres źródła RSS dla stabilnych pakietów

source: Url to testing packages rss
pl: Adres źródła RSS dla pakietów testowych

source: Url to SourceForge Kuroo
pl: Adres projektu Kuroo w serwisie SourceForge

source: Check rss
pl: Sprawdź RSS

source: Interval
pl: Interwał

source: hours
pl: godzina(-y)

source: The log interval
pl: Interwał logowania

source: &Autostart at login
pl: &Automatycznie uruchamianie po zalogowaniu

source: Re-log in so you don't get disconnected
pl: Ponowne zalogowanie w celu utrzymania połączenia

source: Without this enabled, you will get disconnected after a while of inactivity.
pl: Po wyłączeniu tej opcji połączenie zostanie przerwane w razie braku aktywności.

source: Rss feeds
pl: Źródła RSS

source: Here you enter the username for the internet connection
pl: Tutaj należy wprowadzić adres źródła RSS

source: Here you enter the password for the internet connection
pl: Tutaj należy wprowadzić adres źródła RSS

source: News
pl: Wiadomości

source: _: NAME OF TRANSLATORS Your names
pl: Konrad Mantorski

source: _: EMAIL OF TRANSLATORS Your emails
pl: konrad@mantorski.com JID: KonMan@kdetalk.net
