Repository: mjeveritt/kuroo
Catalog: kuroo/branches/0.80.0/po/*.po
Languages: de, fr, it, pl

source: Package
de: Paket
fr: Paquet
it: Pacchetto
pl: Pakiet

source: Duration
de: Dauer
fr: Durée
it: Durata
pl: Czas

source: Size
de: Größe
fr: Taille
it: Dimensione
pl: Rozmiar

source: Progress
de: Fortschritt
fr: Avancement
it: Progresso
pl: Postęp

source: Add result package list: Can not find id in database for package %1/%2.
de: Das Ergebnis wird der Paketliste hinzugefügt: In der Datenbank kann keine ID für Paket %1/%2 gefunden werden.
fr: Ajout du résultat de la liste de paquet : impossible de trouver l'id dans la base de données pour le paquet %1/%2.
it: Aggiunta risultato alla lista dei pacchetti :Impossibile trovare nel database l'id per il pacchetto %1/%2.
pl: Dodawanie wynikowej listy pakietów. W bazie danych nie można znaleźć identyfikatora pakietu %1/%2.

source: Package id is empty, skipping!
de: Die Paket-ID ist leer, wird übersprungen!
fr: L'id du paquet est vide !
it: L'id del pacchetto e' vuoto, lo salto!
pl: Brak identyfikatora pakietu - pomijanie!

source: <qt><table width=300><tr><td>Instead of doing any package building, just perform fetches for all packages (the main package as well as all dependencies), grabbing all potential files.</td></tr></table></qt>
de: <qt><table width=300><tr><td>Die Pakete werden nicht compiliert. Stattdessen werden nur die für die Installation (sowohl für das Haupt-Paket als auch für alle Abhängigkeiten) benötigten Quelldateien heruntergeladen.</td></tr></table></qt>
fr: <qt><table width=300><tr><td>Au lieu d'installer les paquets, télécharger seulement tous les fichiers nécessaires à l'installation.</td></tr></table></qt>
it: <qt><table width=300><tr><td>Invece di installare i pacchetti, effettua solo il download per tutti i pacchetti (il principale e tutte le dipendenze).</td></tr></table></qt>
pl: <qt><table width=300><tr><td>Pakiety nie zostaną teraz skompilowane, a jedynie pobrane (wraz z zależnościami).</td></tr></table></qt>

source: <qt><table width=300><tr><td>Emerge as normal, but do not add the packages to the world profile for later updating.</td></tr></table></qt>
de: <qt><table width=300><tr><td>Normale Installation. Allerdings werden die Pakete nicht der "World" Datei hinzugefügt und damit bei einer späteren Suche nach Updates nicht berücksichtigt.</td></tr></table></qt>
fr: <qt><table width=300><tr><td>Installer normalement, mais ne pas ajouter les paquets au fichier world pour une mise à jour ultérieure</td></tr></table></qt>
it: <qt><table width=300><tr><td>Installare normalmente, ma senza aggiungere il pacchetto al world file per aggiornamenti successivi.</td></tr></table></qt>
pl: <qt><table width=300><tr><td>Normalne emergowanie, ale bez dodawania pakietów do profilu world do późniejszej aktualizacji.</td></tr></table></qt>

source: <qt><table width=300><tr><td>Causes portage to disregard merge records indicating that a config fileinside of a CONFIG_PROTECT directory has been merged already. Portage will normally merge those files only once to prevent the userfrom dealing with the same config multiple times. This flag will cause the file to always be merged.</td></tr></table></qt>
de: <qt><table width=300><tr><td>Bewirkt, dass Portage nicht prüft, ob eine bestimmte Konfigurationsdatei in einem CONFIG_PROTECT Verzeichnis schon mit der vorhandenen Datei zusammengeführt wurde. Normalerweise verhindert Portage, dass der Benutzer sich um solche Dateien mehrfach kümmern muss. Diese Einstellung sorgt dafür, dass die Dateien erneut (z.B. mit etc-update) zusammengeführt werden müssen.</td></tr></table></qt>
fr: <qt><table width=300><tr><td>Force Portage de ne pas tenir compte des enregistrements de fusion indiquant qu'un fichier de configuration de CONFIG_PROTECT a déjà été fusionné. Normalement Portage n'installe le fichier de configuration qu'une seule fois pour éviter à l'utilisateur de modifier ce fichier de configuration à chaque mise à jour. Ceci forcera l'installation de ces fichiers à chaque mise à jour.</td></tr></table></qt>
it: <qt><table width=300><tr><td>Forza Portage ad ignorare i records che avvertono che un file di configurazione dentro una cartella CONFIG_PROTECT e' gia' stato emerso. Normalmente Portage installa i files di configurazione solo la prima volta per evitare all'utente di modificare questi files di configurazione ad ogni aggiornamento. Questo forzera' il file ad essere sempre reinstallato.</td></tr></table></qt>
pl: <qt><table width=300><tr><td>Portage ignoruje informacje dotyczące emergowania, które wskazują, że plik konfiguracyjny w katalogu CONFIG_PROTECT został już scalony. Portage zemerguje te pakiety tylko raz, aby użytkownik nie musiał się bawić takimi samymi plikami konfiguracyjnymi w nieskończoność. Ta flaga spowoduje, że plik będzie zawsze scalany.</td></tr></table></qt>

source: <b>Summary</b><br>
de: <b>Zusammenfassung</b><br>
fr: <b>Résumé</b><br>
it: <b>Sommario</b><br>
pl: <b>Podsumowanie</b><br>

source: Number of packages: %1<br>
de: Anzahl der Pakete: %1<br>
fr: Nombre de paquets : %1<br>
it: Numero di pacchetti : %1<br>
pl: Liczba pakietów: %1<br>

source: Estimated time for installation: %1<br>
fr: Estimation du temps pour l'installation : %1<br>
it: Tempo stimato per l'installazione : %1<br>
pl: Szacowany czas instalacji: %1<br>

source: Estimated time remaining: %1<br>
de: Geschätzte verbleibende Zeit: %1<br>
fr: Estimation du temps restant : %1<br>
it: Tempo restante stimato : %1<br>
pl: Szacowany pozostały czas: %1<br>

source: Abort Installation
de: Installation abbrechen
fr: Annuler l'installation
it: Annullare l'installazione
pl: Anuluj instalację

source: Step &2: Start Installation
de: Schritt &2: Installation starten
fr: Étape &2 : Démarrer l'installation
it: Step &2 : Iniziare l'installazione
pl: Etap &2: rozpoczęcie instalacji

source: Do you want to Download following packages?
de: Sollen die folgenden Pakete heruntergeladen werden?
fr: Voulez-vous télécharger les paquets suivants ?
it: Vuoi scaricare i seguenti pacchetti?
pl: Czy chcesz pobrać następujące pakiety?

source: Installation queue
de: Warteschlange
fr: File d'attente d'installation
it: Coda di installazione
pl: Kolejka instalacji

source: Do you want to install following packages?
de: Sollen die folgenden Pakete installiert werden?
fr: Voulez-vous installer les paquets suivants ?
it: Vuoi installare i seguenti pacchetti?
pl: Czy chcesz zainstalować następujące pakiety?

source: Do you want to abort the running installation?
de: Soll die laufende Installation abgebrochen werden?
fr: Voulez-vous annuler l'installation en cours ?
it: Volete annullare l'installazione in corso?
pl: Czy chcesz anulować instalację?

source: Done.
de: Fertig.
fr: Effectué.
it: Finito.
pl: Gotowe.

source: Hardmasked
de: Hartmaskiert
fr: Masqué
it: Mascherato
pl: Zamaskowane na sztywno

source: Testing
de: Test
fr: En test
it: In test
pl: Testowe

source: Not on %1
de: Nicht auf %1
fr: Pas sur %1
it: Non su %1
pl: Nie w %1

source: Not available
de: Nicht verfügbar
fr: Non disponible
it: Non disponibile
pl: Niedostępny

source: Details...
fr: Détails...
it: Dettagli...
pl: Szczegóły...

source: Add to world
de: Zu "World" hinzufügen
fr: Ajouter au fichier world
it: Aggiungere al world file
pl: Dodaj do pliku world

source: Remove from world
de: Aus "World" entfernen
fr: Supprimer du fichier world
it: Rimuovere dal world file
pl: Usuń z pliku world

source: Emerge process killed!
fr: Processus emerge tué !
it: Ucciso il processo di emerge!
pl: Zabito proces emergowania!

source: Error: Emerge didn't start.
de: Fehler: Emerge konnte nicht gestartet werden.
fr: Erreur: Emerge n'a pas démarré.
it: Errore: Emerge non e'patito.
pl: Błąd: Emergowanie nie rozpoczęło się.

source: Emerge %1 started...
de: Emerge für %1 gestartet...
fr: Emerge %1 a démarré...
it: Emerge %1 e'iniziato...
pl: Rozpoczęło się emergowanie pakietu %1...

source: Installing packages in queue...
de: Pakete aus der Warteschlange werden installiert...
fr: Installation des paquets de la file d'attente...
it: Installazione dei pacchetti in coda...
pl: Instalowanie pakietów z kolejki...

source: Emerge pretend %1 started...
de: Emerge "pretend" für %1 gestartet...
fr: Emerge pretend %1 a démarré...
it: Emerge pretend %1 e'iniziato...
pl: Uruchomiono symulację emergowania pakietu %1...

source: Checking installation queue...
de: Warteschlange wird geprüft...
fr: Vérification de la file d'attente...
it: Vérifica della coda di installazione...
pl: Sprawdzanie kolejki instalacji...

source: Error: Emerge didn't start.
de: Fehler: Emerge konnte nicht gestartet werden.
fr: Erreur : Emerge n'a pas démarré.
it: Errore : Emerge non e'iniziato.
pl: Błąd: emergowanie nie rozpoczęło się.

source: Unmerge %1 started...
de: Unmerge für %1 gestartet...
fr: Unmerge %1 a démarré...
it: Unmerge %1 e'iniziato...
pl: Rozpoczęto usuwanie pakietu %1...

source: Uninstalling packages...
de: Pakete deinstallieren...
fr: Désinstallation des paquets...
it: Disinstallazione dei pacchetti...
pl: Usuwanie pakietów...

source: Emerge synchronize Portage Tree started...
de: Emerge Synchronisierung von Portage gestartet...
fr: La synchronisation de l'arbre Portage a démarré...
it: La sincronizzazione del Portage Tree e'iniziata...
pl: Rozpoczęto synchronizowanie drzewa Portage...

source: Synchronizing portage tree...
de: Synchronisierung von Portage...
fr: Synchronisation de l'arbre Portage...
it: Sincronizzazione del Portage Tree...
pl: Synchronizowanie drzewa Portage...

source: Emerge check package updates started...
de: Emerge Prüfung für Paket-Aktualisierung gestartet...
fr: La vérification des mises à jour de paquets a démarré...
it: La verifica dell'aggiornamento dei pacchetti e'iniziata...
pl: Rozpoczęto sprawdzanie aktualizacji pakietów...

source: Checking for package updates...
de: Prüfung der Paket-Aktualisierung gestartet...
fr: Vérification des mises à jour de paquets...
it: Verifica dell'aggiornamento dei pacchetti...
pl: Sprawdzanie aktualizacji...

source: Collecting emerge output. Can not parse:
de: Sammle emerge Ausgaben. Kann Zeile nicht interpretieren:
fr: Récupération de la sortie d'emerge. Impossible d'analyser :
pl: Zbieranie informacji z emergowania. Nie można przetworzyć:

source: Root access required!
de: Es werden Systemverwaltungsrechte benötigt!
fr: Droits root requis !
it: Richiesti i diritti di root !
pl: Wymagane uprawnienia roota!

source: There is no ebuilds to satisfy %1
de: Es gibt kein Ebuild für %1
fr: Il n'existe pas d'ebuild correspondant à %1
it: Non ci sono ebuilds corrispondenti a %1
pl: Brak ebuildów odpowiadających żądaniu %1

source: You must run Kuroo as root to unmask packages!
de: Kuroo muss vom Benutzer "root" ausgeführt werden um Pakete zu demaskieren!
fr: Vous devez lancer Kuroo en tant que root pour démasquer les paquets !

source: Auto-unmasking packages
de: Demaskiere Pakete automatisch
fr: Démasquage automatique des paquets

source: Emerge messages
de: Emerge Ausgaben
fr: Messages d'emerge

source: Please check log for more information!
de: Bitte die Protokolldatei für weitere Informationen lesen!
fr: Vérifiez les journaux pour obtenir plus d'informations !
it: Vérificate il log per informazioni aggiuntive!
pl: Więcej informacji w dzienniku!

source: %1 is not available on your architecture %2!<br><br>
de: %1 ist für Ihre Architektur "%2" nicht verfügbar!<br><br>
fr: %1 n'est pas disponible pour l'architecture %2!<br><br>

source: <b>missing keyword</b> means that the application has not been tested on your architecture yet.<br>Ask the architecture porting team to test the package or test it for them and report your findings on Gentoo bugzilla website.
de: <b>Fehlendes Keyword</b> bedeutet, dass dieses Programm für Ihre Architektur bis jetzt nicht getestet wurde.<br>Erkundigen Sie sich bitte beim Architektur-Portierungs-Team wann das Programm getestet wird. Wenn Sie das Programm selbst testen wollen geben Sie gefundene Fehler bitte über die Gentoo Bugzilla Webseite bekannt.
fr: <b>missing keyword</b> indique que l'application n'a pas encore été testé sur votre architecture.<br>Demandez à l'équipe de cette architecture de tester le paquet ou bien testez le vous-même et faites un rapport sur le bugzilla Gentoo.

source: <br><b>-* keyword</b> means that the application does not work on your architecture.<br>If you believe the package does work file a bug at Gentoo bugzilla website.
de: <br><b>-* Keyword</b> bedeutet, dass dieses Programm auf Ihrer Architektur nicht läuft. Wenn Sie glauben das es sich dabei um einen Fehler handelt und dieses Programm auf Ihrer Architektur läuft, erstellen Sie bitte einen Bug-Report auf der Gentoo Bugzilla Webseite.
fr: <br><b>-* keyword</b> indique que l'application ne fonctionne pas sur votre architecture.<br>Si vous pensez que le paquet peut quand même fonctionner, faites un rapport sur le bugzilla Gentoo.

source: Please add package to "package.unmask".
de: Bitte tragen sie das Paket in die Datei "package.unmask" ein.
fr: Ajoutez le paquet à "package.unmask".
it: Aggiungere il pacchetto a "package.unmask".
pl: Dopisz pakiet do pliku "package.unmask".

source: <qt>Cannot emerge masked package!<br>Do you want to unmask <b>%1</b>?</qt>
de: <qt>Emerge kann für maskierte Pakete nicht ausgeführt werden!<br>Soll die Maskierung für %1 aufgehoben werden?</qt>
fr: <qt>Impossible d'installer le paquet masqué !<br>Voulez-vous démasquer <b>%1</b> ?</qt>
it: <qt>Impossibile installare un pacchetto mascherato !<br>Voulete smascherarlo <b>%1</b> ?</qt>
pl: <qt>Nie można zemergować zamaskowanego pakietu!<br>Czy chcesz odmaskować pakiet <b>%1</b>?</qt>

source: Unmask
de: Maskierung aufheben
fr: Démasquer
it: Smascherare
pl: Odmaskuj

source: Please add package to "package.keywords".
de: Bitte das Paket in die Datei "package.keywords" eintragen.
fr: Ajoutez ce paquet à "package.keywords".
it: Aggiungete il pacchetto a "package.keywords".
pl: Dopisz pakiet do pliku "package.keywords".

source: <qt>Cannot emerge testing package!<br>Do you want to unmask <b>%1</b>?</qt>
de: <qt>Emerge kann für "testing" Pakete nicht ausgeführt werden!<br>Soll die Maskierung für %1 aufgehoben werden?</qt>
fr: <qt>Impossible d'installer le paquet en test !<br>Voulez-vous démasquer <b>%1</b> ?</qt>
it: <qt>Impossibile installare un pacchetto in test !<br>Volete smascherarlo <b>%1</b> ?</qt>
pl: <qt>Nie można zemergować pakietu testowego!<br>Czy chcesz odmaskować pakiet <b>%1</b>?</qt>

source: Creating cache. Can not connect to database
de: Cache Erstellung - die Verbindung zur Datenbank kann nicht hergestellt werden
fr: Création du cache. Impossible de se connecter à la base de données
it: Creazione della cache. Impossibile connettersi al database
pl: Tworzenie pamięci podręcznej. Nie można połączyć z bazą danych

source: Collecting package information...
de: Paketinformationen werden gesammelt...
fr: Récupération des informations des paquets...
it: Recupero informazioni sui pacchetti...
pl: Zbieranie informacji o pakiecie...

source: Creating cache. Can not access
de: Cache Erstellung - der Zugriff wurde verweigert.
fr: Création du cache. Accès impossible
it: Creazione della cache. Accesso impossibile
pl: Tworzenie pamięci podręcznej. Brak dostępu

source: Creating cache. Caching aborted.
de: Cache Erstellung - Vorgang abgebrochen.
fr: Création du cache. Mise en cache annulée.
it: Creazione della cache. Caching annullato.
pl: Tworzenie pamięci podręcznej. Anulowano zapisywanie w pamięci podręcznej.

source: Caching aborted.
de: Cache Erstellung abgebrochen.
fr: Mise en cache annulée.
it: Caching annullato.
pl: Anulowano zapisywanie w pamięci podręcznej

source: Creating cache. Error reading:
fr: Création du cache. Erreur lors de la lecture :
it: Creazione della cache. Errore leggendo:
pl: Tworzenie pamięci podręcznej. Błąd odczytu:

source: Creating cache. Can not parse:
de: Cache Erstellung. Fehler beim einlesen:
fr: Création du cache. Impossible d'analyser :

source: <qt>IMPORTANT: %1 config files in /etc need updating.<br>Do you want to merge changes?</qt>
de: <qt>WICHTIG: %1 Die Konfigurationsdateien im Verzeichnis /etc müssen aktualisiert werden.<br>Soll dieser Vorgang ausgeführt werden?</qt>
fr: <qt>IMPORTANT: %1 fichiers de configurations dans /etc ont besoin d'être mis à jour.<br>Voulez-vous effectuer les changements ?</qt>
it: <qt>IMPORTANT: %1 i files di configurazione in /etc devono essere aggiornati.<br>Volete effettuare i cambiamenti?</qt>
pl: <qt>WAŻNE: Następująca liczba plików w katalogu /etc wymaga aktualizacji: %1.<br>Uwzględnić zmiany?</qt>

source: Please specify merge tool in settings!
de: Bitte in den Einstellungen ein Vergleichsprogramm (z. B. Kompare) angeben!
fr: Vous devez paramétrer l'outil de fusion !
it: Specificate l'utility di aggiornamento configurazioni!
pl: Określ narzędzie scalające w ustawieniach!

source: etc-update didn't start.
de: "etc-update" konnte nicht gestartet werden.
fr: etc-update n'a pas démarré.
it: etc-update non e'iniziato.
pl: Proces etc-update nie rozpoczął się.

source: Running etc-update...
de: "etc-update" wird ausgeführt...
fr: etc-update en cours...
it: etc-update in corso...
pl: Wykonywanie etc-update...

source: Checking for configuration file updates...
de: Suche nach zu aktualisierenden Konfigurationsdateien gestartet...
fr: Vérification des mises à jour des fichiers de configuration...
it: Vérifica dell'aggiornamento dei files di configurazione...
pl: Sprawdzanie aktualizacji plików konfiguracyjnych...

source: There are no files that need to be updated through etc-update.
de: Es sind keine Dateien vorhanden welche mit "etc-update" aktualisiert werden müssen.
fr: Aucun fichier n'a besoin d'être mis à jour par etc-update.
it: Nessun file ha bisogno di essere aggiornato mediante etc-update.
pl: Brak plików do zaktualizowania za pomocą narzędzia etc-update.

source: <font color=red>Warning!<br>%1 has been edited by you.</font><br>
de: <font color=red>Warnung!<br>%1 wurde von Ihnen verändert.</font><br>
fr: <font color=red>Attention !<br>%1 a été édité pour vous.</font><br>
it: <font color=red>Attenzione !<br>%1 e' stato modificato da voi.</font><br>
pl: <font color=red>Ostrzeżenie!<br>Element %1 był edytowany przez użytkownika.</font><br>

source: <qt>%1Do you want to merge changes in %2?</qt>
de: <qt>%1Sollen die Änderungen mit %2 abgeglichen werden?</qt>
fr: <qt>%1Voulez vous effectuer les changements dans %2 ?</qt>
it: <qt>%1Voulete effettuare i cambiamenti in %2 ?</qt>
pl: <qt>%1Scalić zmiany w pliku %2?</qt>

source: etc-update (%1 of %2)
de: "etc-update" (%1 von %2)
fr: etc-update (%1 sur %2)
it: etc-update (%1 sur %2)
pl: etc-update (%1 z %2)

source: %1 didn't start.
de: %1 konnte nicht gestartet werden.
fr: %1 n'a pas démarré.
it: %1 non e'iniziato.
pl: %1 nie rozpoczęło się.

source: %1 could not start!
de: %1 konnte nicht gestartet werden!
fr: %1 ne peut pas démarrer !
it: %1 non puo' iniziare!
pl: Nie można uruchomić %1!

source: Merging changes in '%1'.
de: Abgleichen der Veränderungen in '%1'.
fr: Ajout des changements dans '%1'.
it: Sto effettuando i cambiamenti in '%1'.
pl: Scalanie zmian w pliku '%1'.

source: Skipping '%1'. etc-update will ask again next time.
de: '%1' übersprungen. "etc-update" wird beim nächsten Mal erneut nachfragen.
fr: Passe '%1', etc-update redemandera la prochaine fois.
it: Salto '%1', etc-update chiedera'nuovamente la prossima volta.
pl: Pominięto plik %1. Monit zostanie wyświetlony przy następnym etc-update.

source: etc-update completed.
de: "etc-update" abgeschlossen.
fr: etc-update effectué.
it: etc-update completato.
pl: Zakończono proces etc-update.

source: Deleting '%1'. Backup saved in %2.
de: '%1' wird gelöscht. Sicherung in %2 gespeichert.
fr: Suppression de '%1'. Sauvegarde enregistrée dans %2.
it: Sto cancellando '%1'. Backup salvato in %2.
pl: Usuwanie kopii zapasowej elementu %1 z lokalizacji %2.

source: All
de: Alle
fr: Tout
it: Tutto
pl: Wszystkie

source: Category
de: Kategorie
fr: Catégorie
it: Categoria
pl: Kategoria

source: Subcategory
de: Unterkategorie
fr: Sous-catégorie
it: Sottocategoria
pl: Podkategoria

source: Scanning Portage. Can not connect to database
de: Portage Abfrage - die Verbindung zur Datenbank kann nicht hergestellt werden
fr: Scan de Portage. Impossible de se connecter à la base de données
it: Scan del Portage. Impossibile connettersi al database
pl: Skanowanie Portage. Nie można połączyć z bazą danych

source: Refreshing Portage packages view...
de: Portage Paketliste wird aktualisiert...
fr: Réactualisation de la vue des paquets de Portage...
it: Refresh della vista dei pacchetti in Portage...
pl: Odświeżanie widoku pakietów w Portage...

source: Scanning Portage. Can not access
de: Portage Abfrage - Zugriff verweigert
fr: Scan de Portage. Accès impossible
it: Scan del Portage. Accsso impossibile
pl: Skanowanie Portage. Brak dostępu

source: Scanning Portage. Portage scan aborted
de: Portage Abfrage - Abfrage abgebrochen
fr: Scan de Portage. Scan annulé
it: Scan del Portage. Scan annullato
pl: Skanowanie Portage. Przerwano skanowanie

source: Scanning Portage. Scanning Portage cache: can not match package %1.
de: Portage Abfrage - Paket %1.kann nicht abgeglichen werden.
fr: Scan de Portage. Scan du cache de Portage: impossible de trouver le paquet %1.
it: Scan del Portage. Scan della cache di Portage: impossibile trovare il pacchetto %1.
pl: Skanowanie Portage. Skanowanie pamięci podręcznej Portage: brak dopasowań do pakietu %1.

source: Scanning installed packages. Can not access
de: Portage Abfrage für installierte Pakete - Zugriff verweigert
fr: Scan des paquets installés. Accès impossible
it: Scan dei pacchetti installati. Accesso impossibile
pl: Skanowanie zainstalowanych pakietów. Brak dostępu

source: Collecting installed packages...
de: Installierte Pakete werden gesammelt...
fr: Récupération des paquets installés...
it: Recupero dei pacchetti installati...
pl: Zbieranie informacji o zainstalowanych pakietach...

source: Scanning installed packages. Can not match %1.
de: Durchsuchen der installierten Pakete. Es kann kein Abgleich für %1 durchgeführt werden.
fr: Scan des paquets installés. Impossible de trouver %1.
it: Scan dei pacchetti installati. Impossibile trovare %1.
pl: Skanowanie zainstalowanych pakietów. Brak dopasowań do pakietu %1.

source: Scanning Portage cache. Error reading:
fr: Scan du cache de Portage. Erreur lors de la lecture de :
it: Scan della cache di Portage. Errore leggendo:
pl: Skanowanie pamięci podręcznej Portage. Błąd odczytu:

source: Scanning installed packages. Error reading:
fr: Scan des paquets installés. Erreur lors de la lecture :
it: Scan dei pacchetti installati. Errore leggendo:
pl: Skanowanie zainstalowanych pakietów: Błąd odczytu:

source: Parsing emerge.log. Can not connect to database
de: Auswertung von "emerge.log". die Verbindung zur Datenbank kann nicht hergestellt werden
fr: Analyse du journal d'emerge. Impossible de se connecter à la base de données
it: Analisi del log di emersione. Impossibile connettersi al database
pl: Przetwarzanie pliku emerge.log. Nie można połączyć z bazą danych

source: Parsing emerge.log. History scan aborted
de: Auswertung von "emerge.log". Prüfung der Historie abgebrochen
fr: Analyse du journal d'emerge. Scan de l'historique annulé
it: Analisi del log di emersione. Scan dalla cronologia annullato
pl: Przetwarzanie pliku emerge.log. Anulowano skanowanie historii

source: Parsing emerge.log. No package found!
de: Auswertung von "emerge.log". Keine Pakete gefunden!
fr: Analyse du journal d'emerge. Aucun paquet trouvé !
it: Analisi del log di emersione. Nessuno pacchetto trovato!
pl: Przetwarzanie pliku emerge.log. Nie znaleziono pakietów!

source: Parsing emerge.log. Can not parse:
de: Auswertung von "emerge.log". Kann Zeile nicht interpretieren:
fr: Analyse du journal d'emerge. Impossible d'analyser :
