Repository: mjeveritt/kuroo
Catalog: kuroo/branches/0.80.0/po/*.po
Languages: de, fr, it, pl

source: Scanning updates. Can not connect to database
de: Aktualisierung Abfrage - die Verbindung zur Datenbank kann nicht hergestellt werden
fr: Scan des mises à jour. Impossible de se connecter à la base de données
it: Scan degli aggiornamenti. Impossibile connettersi al database
pl: Skanowanie w poszukiwaniu aktualizacji. Nie można połączyć z bazą danych

source: Scanning updates. No update package found
de: Aktualisierung Abfrage - keine Pakete zum Aktualisieren gefunden
fr: Scan des mises à jour. Aucun paquet à mettre à jour trouvé
it: Scan degli aggiornamenti. Nessun pacchetto da aggiornare
pl: Skanowanie w poszukiwaniu aktualizacji. Nie znaleziono aktualizacji

source: Refreshing updates view...
de: Aktualisierungsliste wird neu gelesen...
fr: Réactualisation de la vue des mises à jour...
it: Refresh della vista aggiornamenti...
pl: Odświeżanie widoku aktualizacji...

source: Scanning updates. Scan aborted!
de: Aktualisierung Abfrage. Suche abgebrochen!
fr: Scan des mises à jour. Scan annulé !
it: Scan degli aggiornamenti. Scan annullato !
pl: Skanowanie w poszukiwaniu aktualizacji. Anulowano!

source: Scanning updates. Can not find id in database for package %1/%2.
de: Aktualisierung Abfrage - in der Datenbank kann keine ID für Paket %1/%2 gefunden werden.
fr: Scan des mises à jour. Impossible de trouver l'id pour le paquet %1/%2.
it: Scan degli aggiornamenti. Impossibile trovare l'id per il pacchetto %1/%2.
pl: Skanowanie w poszukiwaniu aktualizacji. Nie można znaleźć identyfikatora pakietu %1/%2 w bazie danych.

source: Creating backup of history. Error writing: %1.
fr: Création de la sauvegarde de l'historique. Erreur lors de l'écriture : %1.
it: Creazione del backup della cronologia. Errore scrivendo: %1.
pl: Tworzenie kopii zapasowej historii. Błąd zapisu: %1.

source: Restoring backup of history. Error reading: %1.
fr: Restauration de la sauvegarde de l'historique. Erreur lors de la lecture : %1.
it: Ripristino del backup della cronologia. Errore leggendo: %1.
pl: Przywracanie historii z kopii zapasowej. Błąd odczytu: %1.

source: Can not find package in database for id %1.
de: In der Datenbank kann für ID %1 kein Paket gefunden werden.
fr: Impossible de trouver le paquet dans la base de données pour l'id %1.
it: Impossibile trovare nel database il pacchetto con id %1.
pl: Nie można znaleźć w bazie danych identyfikatora pakietu %1.

source: Can not find category in database for id %1.
de: In der Datenbank kann für ID %1 keine Kategorie gefunden werden.
fr: Impossible de trouver la catégorie dans la base de données pour l'id %1.
it: Impossibile trovare nel database la categoria con id %1.
pl: Nie można znaleźć w bazie danych identyfikatora kategorii %1.

source: Can not find id in database for package %1/%2.
de: In der Datenbank kann keine ID für Paket %1/%2 gefunden werden.
fr: Impossible de trouver l'id dans la base de données pour le paquet %1/%2.
it: Impossibile trovare l'id nel database per il pacchetto %1/%2.
pl: Nie można znaleźć w bazie danych identyfikatora pakietu %1/%2.

source: Querying for package id. Can not parse:
de: Portage Abfrage nach Paket ID. Fehler beim interpretieren von:
fr: Interrogation pour l'id du paquet. Impossible d'analyser :

source: Database versions incompatible. Removing and rebuilding database.
fr: Versions de base de données incompatibles. Suppression et reconstruction de la base de données.
it: Versioni del database incompatibili. Cancello e riscrivo il database.
pl: Niezgodne wersje baz danych. Usuwanie i przebudowa bazy danych.

source: Database file corrupt. Removing and rebuilding database.
fr: Fichier de la base de données endommagé. Suppression et reconstruction de la base de données.
it: File del database corrotto. Cancello e riscrivo il database.
pl: Uszkodzona baza danych. Usuwanie i przebudowa bazy danych.

source: Parsing package.keywords. Error reading: %1.
fr: Analyse de package.keywords. Erreur lors de la lecture : %1.
it: Analisi delle package.keywords. Errore leggendo: %1.
pl: Przetwarzanie pliku package.keywords. Błąd odczytu: %1.

source: Collecting user package keywords...
de: Benutzerdefinierte "package keywords" werden gesammelt...
fr: Récupération des mot-clefs de paquet...
it: Recupero delle package keywords dell'utente...
pl: Zbieranie informacji o słowach kluczowych pakietów użytkownika...

source: Load package keywords: Can not find id in database for package %1/%2.
de: Laden von "package keywords": In der Datenbank kann keine ID für Paket %1/%2 gefunden werden.
fr: Chargement des mot-clefs de paquet : impossible de trouver l'id dans la base de données pour le paquet %1/%2.
it: Caricamento delle package keywords: impossibile trovare l'id nel database per il pacchetto %1/%2.
pl: Ładowanie pliku package.keywords. Nie można znaleźć w bazie danych identyfikatora pakietu %1/%2.

source: Parsing package.keywords. Can not match package %1 in %2.
de: Auswertung von "package.keywords". Der Abgleich für Paket %1 in %2 kann nicht durchgeführt werden.
fr: Analyse de package.keywords. Impossible de trouver le paquet %1 dans %2.
it: Analisi delle package.keywords. Impossibile trovare il pacchetto %1 in %2.
pl: Przetwarzanie pliku package.keywords. Nie można dopasować pliku %1 w %2.

source: Parsing package.unmask. Error reading: %1.
fr: Analyse de package.unmask. Erreur lors de la lecture : %1.
it: Analisi del package.unmask. Errore leggendo: %1.
pl: Przetwarzanie pliku package.unmask. Błąd odczytu: %1.

source: Collecting user unmasked packages...
de: Benutzerdefinierte "unmasked packages" werden gesammelt...
fr: Récupération des paquets démasqués par l'utilisateur...
it: Recupero i pacchetti smascherati dall'utente...
pl: Zbieranie informacji o pakietach odmaskowanych przez użytkownika...

source: Load user package unmask: Can not find id in database for package %1/%2.
de: Laden von "user package unmask" . In der Datenbank kann keine ID für Paket %1/%2 gefunden werden.
fr: Chargement des paquets démasqués par l'utilisateur: impossible de trouver l'id dans la base de données pour le paquet %1/%2.
it: Caricamento dei pacchetti smascherati dall'utente: impossibile trovare l'id nel database per il pacchetto %1/%2.
pl: Ładowanie pliku package.unmask. Nie można znaleźć w bazie danych identyfikatora pakietu %1/%2.

source: Parsing package.unmask. Can not match package %1 in %2.
de: Auswertung von "package.unmask". Der Abgleich für Paket %1 in %2 kann nicht durchgeführt werden.
fr: Analyse de package.unmask. Impossible de trouver le paquet %1 dans %2.
it: Analisi del package.unmask. Impossibile trovare il pacchetto %1 in %2.
pl: Przetwarzanie pliku package.unmask. Nie można dopasować pakietu %1 w %2.

source: Parsing package.mask. Error reading: %1.
fr: Analyse de package.mask. Erreur lors de la lecture : %1.
it: Analisi del package.mask. Errore leggendo: %1.
pl: Przetwarzanie pakietu package.mask. Błąd odczytu: %1.

source: Collecting hardmasked packages...
de: Hartmaskierte Pakete werden gesammelt...
fr: Récupération des paquets masqués...
it: Recupero dei pacchetti mascherati...
pl: Zbieranie informacji o pakietach zamaskowanych na sztywno...

source: Parsing package.mask. Can not find id in database for package %1/%2.
de: Auswertung von "package.mask". In der Datenbank kann keine ID für Paket %1/%2 gefunden werden.
fr: Analyse de package.mask. Impossible de trouver l'id dans la base de données pour le paquet %1/%2.
it: Analisi del package.mask. Impossibile trovare l'id nel database per il pacchetto %1/%2.
pl: Przetwarzanie pliku package.mask. Nie można znaleźć w bazie danych identyfikatora pakietu %1/%2.

source: Parsing package.mask. Can not match package %1 in %2.
de: Auswertung von "package.mask". Der Abgleich für Paket %1 in %2 kann nicht durchgeführt werden.
fr: Analyse de package.mask. Impossible de trouver le paquet %1 dans %2.
it: Analisi del package.mask. Impossibile trovare il pacchetto %1 in %2.
pl: Przetwarzanie pliku package.mask. Nie można dopasować pakietu %1 w %2.

source: Parsing user package.mask. Error reading: %1.
fr: Analyse de package.unmask de l'utilisateur. Erreur lors de la lecture : %1.
it: Analisi del package.unmask dell'utente. Errore leggendo: %1.
pl: Przetwarzanie pliku package.mask użytkownika. Błąd odczytu: %1.

source: Collecting user masked packages...
de: Benutzerdefinierte "masked packages" werden gesammelt...
fr: Récupération des paquets masqués par l'utilisateur...
it: Recupero dei pacchetti mascherati dall'utente...
pl: Zbieranie informacji o pakietach zamaskowanych przez użytkownika...

source: Parsing user package.mask. Can not find id in database for package %1/%2.
de: Auswertung von "user package.mask". In der Datenbank kann keine ID für Paket %1/%2 gefunden werden.
fr: Analyse du package.mask de l'utilisateur. Impossible de trouver l'id dans la base de données pour le paquet %1/%2.
it: Analisi del package.mask dell'utente. Impossibile trovare l'id nel database per il pacchetto %1/%2.
pl: Przetwarzanie pliku package.mask. Nie można znaleźć w bazie danych identyfikatora pakietu %1/%2.

source: Parsing user package.mask. Can not match package %1 in %2.
de: Auswertung von "user package.mask". Der Abgleich für Paket %1 in %2 kann nicht durchgeführt werden.
fr: Analyse du package.mask de l'utilisateur. Impossible de trouver le paquet %1 dans %2.
it: Analisi del package.mask dell'utente. Impossibile trovare il pacchetto %1 in %2.
pl: Przetwarzanie pliku package.mask użytkownika. Nie można dopasować pakietu %1 w %2.

source: Parsing user package.use. Error reading: %1.
fr: Analyse du package.use de l'utilisateur. Erreur lors de la lecture : %1.
it: Analisi del package.use dell'utente. Errore leggendo: %1.
pl: Przetwarzanie pliku package.use użytkownika. Błąd odczytu: %1.

source: Parsing user package.use. Can not find id in database for package %1/%2.
de: Auswertung von "user package.use". In der Datenbank kann keine ID für Paket %1/%2 gefunden werden.
fr: Analyse du package.use de l'utilisateur. Impossible de trouver l'id dans la base de données pour le paquet %1/%2.
it: Analisi del package.use dell'utente. Impossibile trovare l'id nel database per il pacchetto %1/%2.
pl: Przetwarzanie pliku package.use użytkownika. Nie można znaleźć w bazie danych identyfikatora pakietu %1/%2.

source: No package keywords found. Saving to %1 aborted!
de: Keine "package keywords" gefunden. Speichern von %1 wird abgebrochen!
fr: Aucun mot-clef de paquet trouvé. L'enregistrement vers %1 a été annulé !
it: Nessuna parola chiave per il pacchetto trovata. Il salvataggio in %1 e'annullato!
pl: Nie znaleziono pliku package.keywords. Anulowano zapisywanie w %1!

source: Error writing: %1.
fr: Erreur lors de l'écriture : %1.
it: Errore scrivendo: %1.
pl: Błąd zapisu: %1.

source: No user mask depend atom found. Saving to %1 aborted!
de: Kein benutzerdefiniertes "mask depend atom" gefunden. Speichern von %1 wird abgebrochen!
fr: Aucun masque d'atome de dépendance de l'utilisateur trouvé. L'enregistrement vers %1 est annulé !
it: Aucun masque d'atome de dépendance dell'utente trovato. Il salvataggio in %1 e'annullato!
pl: Nie znaleziono [mask depend atom] użytkownika. Anulowano zapisywanie w %1.

source: No user unmask depend atom found. Saving to %1 aborted!
de: Kein benutzerdefiniertes "unmask depend atom" gefunden. Speichern von %1 wird abgebrochen!
fr: Aucun démasque d'atome de dépendance de l'utilisateur trouvé. L'enregistrement vers %1 est annulé !
it: Nessuno smascheramento dell'utente trovato. Il salvataggio in %1 e'annullato!
pl: Nie znaleziono [unmask depend atom] użytkownika. Anulowano zapisywanie w %1.

source: No package use found. Saving to %1 aborted!
de: Kein "package use" gefunden. Speichern von %1 wird abgebrochen!
fr: Aucun use de paquet trouvé. L'enregistrement vers %1 a été annulé !
it: Nessuno use del pacchetto trovato. Il salvataggio in %1 e'annullato!
pl: Nie znaleziono pliku package.use. Anulowano zapisywanie w %1!

source: Completed scanning for package keywords in %1.
de: Durchsuchen beendet für "package keywords" in %1.
fr: Scan terminé pour les mot-clefs de paquet dans %1.
it: Scan terminé pour les mot-clefs de paquet dans %1.
pl: Zakończono skanowanie w poszukiwaniu pliku package.keywords w %1.

source: Completed scanning for unmasked packages in %1.
de: Durchsuchen beendet für "unmasked packages" in %1.
fr: Scan terminé pour les paquet démasqué dans %1.
it: Scan terminato per il pacchetto smascherato in %1.
pl: Zakończono skanowanie w poszukiwaniu odmaskowanych pakietów w %1.

source: Completed scanning for hardmasked packages in %1.
de: Durchsuchen beendet für hartmaskierte Pakete in %1.
fr: Scan terminé pour les paquet masqués dans %1.
it: Scan terminato per il pacchetto mascherato in %1.
pl: Zakończono skanowanie w poszukiwaniu pakietów zamaskowanych na sztywno w %1.

source: Completed scanning for user masked packages in %1.
de: Durchsuchen beendet für "unmasked packages" Pakete in %1.
fr: Scan terminé pour les paquet masqué par l'utilisateur dans %1.
it: Scan terminato per il pacchetto mascherato dall'utente in %1.
pl: Zakończono skanowanie w poszukiwaniu pakietów zamaskowanych przez użytkownika w %1.

source: Completed saving package keywords in %1.
de: Speichern von "package keywords" in %1 beendet.
fr: Enregistrement terminé pour les mot-clefs de paquet dans %1.
it: Completato il salvataggio delle package keywords in %1.
pl: Zapisano plik package.keywords w %1.

source: Completed saving user masked packages in %1.
de: Speichern der vom Benutzer maskierten Pakete in %1 abgeschlossen.
fr: Enregistrement terminé pour les paquets masqués par l'utilisateur dans %1.
it: Completato il salvataggio dei pacchetti mascherati dall'utente in %1.
pl: Zapisano pakiety zamaskowane przez użytkownika w %1.

source: Completed saving user unmasked packages in %1.
de: Speichern der vom Benutzer demaskierten Pakete in %1 abgeschlossen.
fr: Enregistrement terminé pour les paquets démasqués par l'utilisateur dans %1.
it: Completato il salvataggio dei pacchetti smascherati dall'utente in %1.
pl: Zapisano pakiety odmaskowane przez użytkownika w %1.

source: Completed scanning user package use flags in %1.
de: Auswertung von benutzerdefinierten "package use flags" in %1 beendet.
fr: Scan terminé pour les use flags de paquet de l'utilisateur dans %1.
it: Scan completato per le use flags dei pacchetti dell'utente in %1.
pl: Zakończono skanowanie w poszukiwaniu określonych przez użytkownika flag USE w %1.

source: Completed saving user package use in %1.
de: Speichern von benutzerdefinierten "package use" in %1 beendet.
fr: Enregistrement terminé du use de paquet de l'utilisateur dans %1.
it: Completato il salvataggio delle use flag dei pacchetti dell'utente in %1.
pl: Zapisano plik package.use użytkownika w %1.

source: Package is installed
fr: Le paquet est installé
it: Il pacchetto e' installato
pl: Pakiet jest zainstalowany

source: Package is not installed
fr: Le paquet n'est pas installé
it: Il pacchetto non e' installato
pl: Pakiet nie jest zainstalowany

source: Package not in Portage
fr: Le paquet n'est pas dans Portage
it: Il pacchetto non e' in Portage
pl: Pakietu nie ma w Portage

source: Package present in World profile
fr: Le paquet est présent dans le fichier World
it: Il pacchetto e'presente nel file World
pl: Pakiet figuruje w profilu World

source: Package present in Queue
fr: Le paquet est présent dans la file d'attente
it: Il pacchetto e'presente nella Coda
pl: Pakiet w kolejce

source: Package details
de: Paket Details
fr: Détails du paquet
it: Dettagli del pacchetto
pl: Szczegółowe informacje o pakiecie

source: <qt>Settings are changed!<br>Do you want to save them?</qt>
de: <qt>Die Einstellungen wurden verändert!<br>Wollen Sie die Änderungen speichern?</qt>
fr: <qt>Les paramètres ont changé !<br>Voulez-vous les enregistrer ?</qt>
it: <qt>I settaggi sono cambiati!<br>Volete salvarli?</qt>
pl: <qt>Zmieniono ustawienia!<br>Czy chcesz je zapisać?</qt>

source: Saving settings
de: Einstellungen werden gespeichert
fr: Enregistrement des paramètres
it: Salvataggio settaggi
pl: Zapisywanie ustawień

source: Error: Could not calculate use flag for package %1/%2.
de: Fehler: Konnte keine Useflags für die folgenden Pakete bestimmen: %1/%2.
fr: Erreur : Impossible de calculer les use flags pour le paquet %1/%2.
it: Erreur: Impossibile calcolare le use flags per il pacchetto %1/%2.
pl: Błąd: nie można ustalić flag USE dotyczących pakietu %1/%2.

source: Click for hardmask info!
de: Klicken um Informationen über "hardmask" zu erhalten!
fr: Cliquez pour les infos du masque !
it: Cliccare per le info di mascheratura!
pl: Informacje o maskowaniu!

source: %1/%2 hardmask info!
de: %1/%2 "Hardmask Information"!
fr: Informations du masque de %1/%2 !
it: Informazioni di mascheratura di %1/%2 !
pl: %1/%2 - informacje o maskowaniu na sztywno!

source: Marking user masked version. Can not parse:
fr: Marquage de la version masquée par l'utilisateur. Impossible d'analyser :
pl: Oznaczenie wersji zamaskowanej przez użytkownika. Nie można przetworzyć:

source: Loading use flag description. Error reading:
fr: Chargement des descriptions des use flags. Erreur lors de la lecture :

source: Loading changelog. Error reading:
fr: Chargement du journal des changements. Erreur lors de la lecture :

source: <font color=darkRed><b>No ChangeLog found.</b></font>
fr: <font color=darkRed><b>Aucun journal des changements trouvé.</b></font>
pl: <font color=darkRed><b>Nie znaleziono rejestru zmian.</b></font>

source: Loading ebuild. Error reading:
fr: Chargement de l'ebuild. Erreur lors de la lecture :

source: <font color=darkRed><b>No ebuild found.</b></font>
fr: <font color=darkRed><b>Aucun ebuild trouvé.</b></font>
pl: <font color=darkRed><b>Nie znaleziono ebuilda.</b></font>

source: Load dependencies. Error reading:
fr: Chargement des dépendances. Erreur lors de la lecture :

source: <font color=darkRed><b>No dependencies found.</b></font>
fr: <font color=darkRed<b>Aucune dépendance trouvée.</b></font>
pl: <font color=darkRed><b>Nie znaleziono zależności.</b></font>

source: Loading installed files list. Error reading:
fr: Chargement de la liste des fichiers installés. Erreur lors de la lecture :

source: <font color=darkRed><b>No installed files found.</b></font>
fr: <font color=darkRed><b>Aucun fichier installé trouvé.</b></font>
pl: <font color=darkRed><b>Nie znaleziono zainstalowanych plików.</b></font>

source: Use flags could not be calculated. Please check log for more information
de: "use flags" konnten nicht berechnet werden. Bitte die Protokolldatei für weitere Informationen lesen!
fr: Les use flags ne peuvent pas être calculés. Veuillez regarder dans les journaux pour plus d'informations

source: Stability
de: Stabilität
fr: Stabilité
it: Stabilita'
pl: Stabilność

source: Portage version is upgraded to 2.1. Please refresh package view.
de: Portage wurde auf Version 2.1 aktualisiert. Bitte die Paketansicht erneut einlesen.
fr: La version 2.1 de Portage a été installée. Veuillez réactualiser la vue des paquets.
it: La versione 2.1 di Portage e' installata. Rinfrescate la vista dei pacchetti.
pl: Portage uaktualniono do wersji 2.1. Odśwież widok pakietów.

source: Portage version
fr: Version de Portage
it: Versione di Portage
pl: Wersja Portage

source: Error reading /var/log/emerge.log
fr: Erreur lors de la lecture de /var/log/emerge.log
it: Erreur leggendo /var/log/emerge.log
pl: Błąd odczytu pliku /var/log/emerge.log

source: to
de: nach
fr: vers
it: verso
pl: w

source: of
de: von
fr: de
it: di
pl: z

source: Compiling/Merging
de: Kompilieren/Mergen
fr: Compilation/Installation
it: Compilazione/Installazione
pl: Kompilowanie/scalanie

source: Post-Build Cleaning
de: Post-Build Bereinigung
fr: Nettoyage de post-compilation
it: Pulizia Post-Installazione
pl: Sprzątanie po kompilacji

source: Cleaning
de: Bereinigung
fr: Nettoyage
it: Pulizia
pl: Sprzątanie

source: Started emerge on
de: Emerge gestartet auf
fr: Emerge démarré à
it: Iniziata l'emersione su
pl: Emergowanie uruchomiono o

source: Can not parse package emerge start in /var/log/emerge.log: %1
de: Fehler bei der Auswertung von "package emerge start" in /var/log/emerge.log: %1
fr: Impossible d'analyser le démarrage d'installation du paquet dans /var/log/emerge.log : %1
it: Impossibile analizzare l'inizio di emersione del pacchetto in /var/log/emerge.log : %1
pl: Nie można przetworzyć czasu uruchomienia emergowania pakietu w pliku /var/log/emerge.log: %1

source: Can not parse package emerge complete in /var/log/emerge.log: %1
de: Fehler bei der Auswertung von "package emerge complete" in /var/log/emerge.log: %1
fr: Impossible d'analyser la fin d'installation du paquet dans /var/log/emerge.log : %1
it: Impossibile analizzare la fine di emersione del pacchetto in /var/log/emerge.log : %1
pl: Nie można przetworzyć czasu zakończenia emergowania pakietu w pliku /var/log/emerge.log: %1

source: completed emerge
de: Emerge beendet
fr: Installation terminée avec succès
it: Emersione completata
pl: zakończono emergowanie

source: unmerge success
de: Unmerge erfolgreich
fr: Désinstallation terminée avec succès
it: Disinstallazione avvenuta con successo
pl: usuwanie powiodło się

source: Synchronizing Portage...
de: Portage Synchronisierung...
fr: Synchronisation de Portage...
it: Sincronizzazione del Portage...
pl: Synchronizowanie Portage...

source: Sync completed.
de: Synchronisierung beendet.
fr: Synchronisation terminée.
it: Sincronizzazione completata.
pl: Zakończono synchronizację.

source: Unmerging
de: Unmerge
fr: Désinstallation
it: Disinstallazione
pl: Usuwanie

source: Finished. Cleaning up
de: Beendet. Bereinigung
fr: Terminé. Nettoyage en cours
it: Finito. Pulizia in corso
pl: Zakończono. Sprzątanie...

source: exiting successfully
fr: sortie effectué avec succès
it: uscita effettuata con successo
pl: wyjście powiodło się

source: terminating
fr: En cours d'arrêt
it: Annullamento in corso
pl: kończenie

source: Configuration file
de: Konfigurationsdatei
fr: Fichier de configuration
it: File di Configurazione
pl: Plik konfiguracyjny

source: Emerge info
fr: Informations d'emerge
it: Informazioni di emersione
pl: Informacje o emergowaniu

source: Installation message for %1:
de: Installationsinformationen für %1:
fr: Message d'installation pour %1 :
it: Messaggio d'installazione per %1 :
pl: Komunikat instalacyjny dotyczący %1:

source: Inserting emerged package: can not match %1.
de: Fehler beim Einfügen des kompilierten Paketes: %1 kann nicht gefunden werden.
fr: Ajout du paquet installé : impossible de trouver %1.
it: Inserimento del pacchetto emerso: impossibile trovare %1.
pl: Wstawianie zemergowanego pakietu: nie można dopasować %1.

source: Inserting emerged package: Can not find id in database for package %1/%2.
de: Fehler beim Einfügen des kompilierten Paketes: In der Datenbank kann keine ID für Paket %1/%2 gefunden werden.
fr: Ajout du paquet installé : impossible de trouver l'id dans la base de données pour le paquet %1/%2.
it: Inserimento del pacchetto emerso: Impossibile trovare l'id nel database per il pacchetto %1/%2.
pl: Wstawianie zemergowanego pakietu: nie można znaleźć w bazie danych identyfikatora pakietu %1/%2.

source: Removing unmerged package: can not match %1.
de: Fehler beim entfernen des Paketes: %1 kann nicht gefunden werden.
fr: Suppression du paquet désinstallé : impossible de trouver %1.
it: Soppressione della disinstallazione del pacchetto: impossibile trovare %1.
pl: Usuwanie odemergowanego pakietu: nie można dopasować %1.

source: Removing unmerged package: Can not find id in database for package %1/%2.
de: Fehler beim entfernen von Paketen: Kann in der Datenbank keine ID für Paket %1/%2 finden.
fr: Suppression du paquet désinstallé : impossible de trouver l'id dans la base de données pour le paquet %1/%2.
