Repository: mjeveritt/kuroo
Catalog: kuroo/branches/0.80.0/po/*.po
Languages: de, fr, it, pl

source: Removing update package: can not match package %1.
fr: Suppression du paquet de mise à jour: impossible de trouver le paquet %1.
it: Soppressione dell'aggiornamento del pacchetto: impossibile trovare il pacchetto %1.
pl: Usuwanie pakietu aktualizacji: nie można dopasować pakietu %1.

source: Removing update package: Can not find id in database for package %1/%2.
fr: Suppression du paquet de mise à jour: impossible de trouver l'id dans la base de données pour le paquet %1/%2.
it: Soppressione dell'aggiornamento del pacchetto: Impossibile trovare l'id nel database per il pacchetto %1/%2.
pl: Usuwanie pakietu aktualizacji: nie można znaleźć w bazie danych identyfikatora pakietu %1/%2.

source: Scanning Portage. Wait-counter has reached maximum. Attempting to scan Portage.
de: Durchsuche Portage. Der Warte-Zähler hat das Maximum erreicht. Es wird versucht Portage abzufragen.
fr: Scan de Portage. Le compteur d'attente à atteint son maximum. Essai du scan de Portage.

source: Loading packages in world. Error reading:
fr: Chargement des paquets du fichier world. Erreur lors de la lecture de :
it: Ccaricamento dei pacchetti del file world. Errore leggendo:
pl: Ładowanie pakietów w pliku world. Błąd odczytu:

source: Adding to world. Error writing:
fr: Ajout au fichier world. Erreur lors de l'écriture :
it: Aggiunta al file world. Errore scrivendo:
pl: Dodawanie do pliku world. Błąd zapisu:

source: Update
de: Update auf
fr: Mise à jour
it: Aggiornamento
pl: Aktualizacja

source: Add to Queue
de: Zur Warteschlange hinzufügen
fr: Ajouter à la file d'attente
it: Aggiungere alla Coda
pl: Dodaj do kolejki

source: Remove from Queue
de: Aus der Warteschlange entfernen
fr: Supprimer de la file d'attente
it: Rimuovere dalla Coda
pl: Usuń z kolejki

source: <font color=darkRed size=+1><b>No package found with these filter settings</font><br><font color=darkRed>Please modify the filter settings you have chosen!<br>Try to use more general filter options, so kuroo can find matching packages.</b></font>
de: <font color=darkRed size=+1><b>Mit diesen Filter-Einstellungen wurden keine Pakete gefunden.</font><br><font color=darkRed>Bitte ändern Sie die von ihnen gewählten Filter-Einstellungen!<br>Versuchen Sie allgemeinere Filter Optionen zu verwenden, damit Kuroo entsprechende Pakete finden kann.</b></font>
fr: <font color=darkRed size=+1><b>Aucun paquet n'a été trouvé avec ce filtre</font> <br><font color=darkRed>Veuillez modifier le filtre que vous avez choisi !<br>Essayer d'utiliser un filtre plus général pour que kuroo trouve ainsi les paquets correspondants.</b></font>
pl: <font color=darkRed size=+1><b>Brak dostępnych pakietów z tymi ustawieniami filtrowania</font><br><font color=darkGray>Zmodyfikuj ustawienia filtrowania!<br>Użyj bardziej ogólnych opcji filtrowania, aby program Kuroo mógł znaleźć odpowiednie pakiety.</b></font>

source: <qt>Do you want to refresh the Packages view?<br>This will take a couple of minutes...</qt>
de: <qt>Soll die Paketansicht von Portage aktualisiert werden?<br>Der Vorgang wird einige Minuten dauern...</qt>
fr: <qt>Voulez-vous réactualiser la vue des paquets ?<br>Ceci peut prendre quelques minutes...</qt>
it: <qt>Volete rinfrescare la vista dei pacchetti?<br>Richiedera' qualche minuto...</qt>
pl: <qt>Odświeżyć widok Portage?<br>Operacja może potrwać kilka minut...</qt>

source: Refreshing Packages
de: Aktualisierung der Pakete
fr: Réactualisation des paquets
it: Rinfresco dei Pacchetti
pl: Odświeżanie pakietów

source: <b>Homepage: </b>
fr: <b>Page d'accueil : </b>
pl: <b>Strona domowa: </b>

source: <tr><td colspan=2><font color=darkRed><b>Package not available in Portage tree anymore!</b></font></td></tr>
fr: <tr><td colspan=2><font color=darkRed><b>Le paquet n'est plus disponible dans l'arbre Portage !</b></font></td></tr>
pl: <tr><td colspan=2><font color=darkRed><b>Pakiet nie jest już dostępny w drzewie Portage!</b></font></td></tr>

source: <tr><td width=10%><b>Installed&nbsp;version:</b></font></td><td width=90%>%1</td></tr>
fr: <tr><td width=10%><b>Version&nbsp;installée :</b></font></td><td width=90%>%1</td></tr>
pl: <tr><td width=10%><b>Zainstalowane&nbsp;wersje:</b></font></td><td width=90%>%1</td></tr>

source: <tr><td width=10%><b>Installed&nbsp;version:</b></font></td><td width=90%>Not installed</td></tr>
fr: <tr><td width=10%><b>Version&nbsp;installée :</b></font></td><td width=90%>Not installed</td></tr>
pl: <tr><td width=10%><b>Zainstalowane&nbsp;wersje:</b></font></td><td width=90%>Nie zainstalowane</td></tr>

source: <tr><td width=10%><b>Emerge&nbsp;version:</b></td><td width=90%>%1</td></tr>
fr: <tr><td width=10%><b>Version&nbsp;à installer :</b></td><td width=90%>%1</td></tr>
pl: <tr><td width=10%><b>Wersja&nbsp;emerge:</b></td><td width=90%>%1</td></tr>

source: <tr><td width=10%><b>Emerge&nbsp;version:</font></td><td width=90%><font color=darkRed>No version available on %1</b></td></tr>
fr: <tr><td width=10%><b>Version&nbsp;à installer :</font></td><td width=90%><font color=darkRed>Aucune version disponible sur %1</b></td></tr>
pl: <tr><td width=10%><b>Wersja&nbsp;emerge:</font></td><td width=90%><font color=darkRed>Brak dostępnej wersji w %1</b></td></tr>

source: <tr><td width=10%><b>Emerge&nbsp;version:</font></td><td width=90%><font color=darkRed>No version available - please check package details</font></b></td></tr>
fr: <tr><td width=10%><b>Version&nbsp;à installer :</font></td><td width=90%><font color=darkRed>Aucune version disponible - veuillez vérifier les détails du paquet</font></b></td></tr>
pl: <tr><td width=10%><b>Wersja&nbsp;emerge:</font></td><td width=90%><font color=darkRed>Brak dostępnej wersji - sprawdź szczegółowe informacje o pakiecie</font></b></td></tr>

source: <tr><td width=10%><b>Available&nbsp;versions:</b></td><td width=90%>%1</b></td></tr>
fr: <tr><td width=10%><b>Versions&nbsp;disponibles :</b></td><td width=90%>%1</b></td></tr>
pl: <tr><td width=10%><b>Dostępne&nbsp;wersje:</b></td><td width=90%>%1</b></td></tr>

source: <tr><td width=10%><b>Available&nbsp;versions:</td><td width=90%><font color=darkRed>No versions available on %1</font></b></td></tr>
fr: <tr><td width=10%><b>Versions&nbsp;disponibles :</td><td width=90%><font color=darkRed>Aucune version disponible sur %1</font></b></td></tr>

source: &Add to queue
de: Zur &Warteschlange hinzufügen
fr: &Ajouter à la file d'attente
it: &Aggiungere alla coda
pl: &Dodaj do kolejki

source: &Remove from queue
de: Aus der Warteschlange &entfernen
fr: &Supprimer de la file d'attente
it: &Rimuovere dalla coda
pl: &Usuń z kolejki

source: &Uninstall
de: Dein&stallieren
fr: &Désinstaller
it: &Disinstallare
pl: &Odinstaluj

source: Uninstall Packages
de: Pakte deinstallieren
fr: Désinstaller les paquets
it: Disinstallare i Pacchetti
pl: Odinstaluj pakiety

source: Error writing:
fr: Erreur lors de l'écriture :
it: Errore scrivendo:
pl: Błąd zapisu:

source: Error writing %1kuroo.log.
fr: Erreur lors de l'écriture de %1kuroo.log.
it: Errore scrivendo %1kuroo.log.
pl: Błąd podczas zapisywanie pliku %1kuroo.log

source: Saving
de: Speichern
fr: Enregistrement
it: Salvataggio
pl: Zapisywanie

source: General
de: Allgemein
fr: Général
it: Generale
pl: Ogólne

source: Etc-update warnings
de: Warnungen etc-update
fr: Notifications de etc-update
it: Notifiche di etc-update
pl: Ostrzeżenia przy etc-update

source: General preferences
de: Allgemeine Einstellungen
fr: Préférences générales
it: Preferenze Generiche
pl: Preferencje ogólne

source: Edit your make.conf file
de: Die Datei "make.conf" bearbeiten
fr: Éditer le fichier make.conf
it: Modifica il file make.conf
pl: Edycja pliku make.conf

source: Edit your etc-update warning file list
de: Die Datei für "etc-update Warnungen" bearbeiten
fr: Éditer la liste des fichiers pour les notifications de etc-update
it: Modifica la vostra lista di file di notifica di etc-update
pl: Edycja listy ostrzeżeń narzędzia etc-update

source: Error reading: %1
fr: Erreur lors de la lecture: %1
it: Errore leggendo: %1
pl: Błąd odczytu: %1

source: Error parsing /etc/make.conf: can not parse ACCEPT_KEYWORDS.
fr: Erreur lors de l'analyse de /etc/make.conf : impossible d'analyser ACCEPT_KEYWORDS.
it: Errore analizzando /etc/make.conf: impossibile analizzare ACCEPT_KEYWORDS.
pl: Błąd podczas przetwarzania pliku /etc/make.conf: nie można przetworzyć zmiennej ACCEPT_KEYWORDS.

source: Error parsing /etc/make.conf: can not parse AUTOCLEAN.
fr: Erreur lors de l'analyse de /etc/make.conf : impossible d'analyser AUTOCLEAN.
it: Errore analizzando /etc/make.conf: impossibile analizzare AUTOCLEAN.
pl: Błąd podczas przetwarzania pliku /etc/make.conf: nie można przetworzyć zmiennej AUTOCLEAN.

source: Error parsing /etc/make.conf: can not parse BUILD_PREFIX.
fr: Erreur lors de l'analyse de /etc/make.conf : impossible d'analyser BUILD_PREFIX.
it: Errore analizzando /etc/make.conf: impossibile analizzare BUILD_PREFIX.
pl: Błąd podczas przetwarzania pliku /etc/make.conf: nie można przetworzyć zmiennej BUILD_PREFIX.

source: Error parsing /etc/make.conf: can not parse CBUILD.
fr: Erreur lors de l'analyse de /etc/make.conf : impossible d'analyser CBUILD.
it: Errore analizzando /etc/make.conf: impossibile analizzare CBUILD.
pl: Błąd podczas przetwarzania pliku /etc/make.conf: nie można przetworzyć zmiennej CBUILD.

source: Error parsing /etc/make.conf: can not parse CCACHE_SIZE.
fr: Erreur lors de l'analyse de /etc/make.conf : impossible d'analyser CCACHE_SIZE.
it: Errore analizzando /etc/make.conf: impossibile analizzare CCACHE_SIZE.
pl: Błąd podczas przetwarzania pliku /etc/make.conf: nie można przetworzyć zmiennej CCACHE_SIZE.

source: Error parsing /etc/make.conf: can not parse CFLAGS.
fr: Erreur lors de l'analyse de /etc/make.conf : impossible d'analyser CFLAGS.
it: Errore analizzando /etc/make.conf: impossibile analizzare CFLAGS.
pl: Błąd podczas przetwarzania pliku /etc/make.conf: nie można przetworzyć zmiennej CFLAGS.

source: Error parsing /etc/make.conf: can not parse CXXFLAGS.
fr: Erreur lors de l'analyse de /etc/make.conf : impossible d'analyser CXXFLAGS.
it: Errore analizzando /etc/make.conf: impossibile analizzare CXXFLAGS.
pl: Błąd podczas przetwarzania pliku /etc/make.conf: nie można przetworzyć zmiennej CXXFLAGS.

source: Error parsing /etc/make.conf: can not parse CHOST.
fr: Erreur lors de l'analyse de /etc/make.conf : impossible d'analyser CHOSTS.
it: Errore analizzando /etc/make.conf: impossibile analizzare CHOSTS.
pl: Błąd podczas przetwarzania pliku /etc/make.conf: nie można przetworzyć zmiennej CHOST.

source: Error parsing /etc/make.conf: can not parse CLEAN_DELAY.
fr: Erreur lors de l'analyse de /etc/make.conf : impossible d'analyser CLEAN_DELAY.
it: Errore analizzando /etc/make.conf: impossibile analizzare CLEAN_DELAY.
pl: Błąd podczas przetwarzania pliku /etc/make.conf: nie można przetworzyć zmiennej CLEAN_DELAY.

source: Error parsing /etc/make.conf: can not parse CONFIG_PROTECT.
fr: Erreur lors de l'analyse de /etc/make.conf : impossible d'analyser CONFIG_PROTECT.
it: Errore analizzando /etc/make.conf: impossibile analizzare CONFIG_PROTECT.
pl: Błąd podczas przetwarzania pliku /etc/make.conf: nie można przetworzyć zmiennej CONFIG_PROTECT.

source: Error parsing /etc/make.conf: can not parse DEBUGBUILD.
fr: Erreur lors de l'analyse de /etc/make.conf : impossible d'analyser DEBUGBUILD.
it: Errore analizzando /etc/make.conf: impossibile analizzare DEBUGBUILD.
pl: Błąd podczas przetwarzania pliku /etc/make.conf: nie można przetworzyć zmiennej DEBUGBUILD.

source: Error parsing /etc/make.conf: can not parse DISTDIR.
fr: Erreur lors de l'analyse de /etc/make.conf : impossible d'analyser DISTDIR.
it: Errore analizzando /etc/make.conf: impossibile analizzare DISTDIR.
pl: Błąd podczas przetwarzania pliku /etc/make.conf: nie można przetworzyć zmiennej DISTDIR.

source: Error parsing /etc/make.conf: can not parse FEATURES.
fr: Erreur lors de l'analyse de /etc/make.conf : impossible d'analyser FEATURES.
it: Errore analizzando /etc/make.conf: impossibile analizzare FEATURES.
pl: Błąd podczas przetwarzania pliku /etc/make.conf: nie można przetworzyć zmiennej FEATURES.

source: Error parsing /etc/make.conf: can not parse FETCHCOMMAND.
fr: Erreur lors de l'analyse de /etc/make.conf : impossible d'analyser FETCHCOMMAND.
it: Errore analizzando /etc/make.conf: impossibile analizzare FETCHCOMMAND.
pl: Błąd podczas przetwarzania pliku /etc/make.conf: nie można przetworzyć zmiennej FETCHCOMMAND.

source: Error parsing /etc/make.conf: can not parse GENTOO_MIRRORS.
fr: Erreur lors de l'analyse de /etc/make.conf : impossible d'analyser GENTOO_MIRRORS.
it: Errore analizzando /etc/make.conf: impossibile analizzare GENTOO_MIRRORS.
pl: Błąd podczas przetwarzania pliku /etc/make.conf: nie można przetworzyć zmiennej GENTOO_MIRRORS.

source: Error parsing /etc/make.conf: can not parse FTP_PROXY FTP_PROXY.
fr: Erreur lors de l'analyse de /etc/make.conf : impossible d'analyser FTP_PROXY FTP_PROXY.

source: Error parsing /etc/make.conf: can not parse MAKEOPTS.
fr: Erreur lors de l'analyse de /etc/make.conf : impossible d'analyser MAKEOPTS.
it: Errore analizzando /etc/make.conf: impossibile analizzare MAKEOPTS.
pl: Błąd podczas przetwarzania pliku /etc/make.conf: nie można przetworzyć zmiennej MAKEOPTS.

source: Error parsing /etc/make.conf: can not parse NOCOLOR.
fr: Erreur lors de l'analyse de /etc/make.conf : impossible d'analyser NOCOLOR.
it: Errore analizzando /etc/make.conf: impossibile analizzare NOCOLOR.
pl: Błąd podczas przetwarzania pliku /etc/make.conf: nie można przetworzyć zmiennej NOCOLOR.

source: Error parsing /etc/make.conf: can not parse PKG_TMPDIR.
fr: Erreur lors de l'analyse de /etc/make.conf : impossible d'analyser PKG_TMPDIR.
it: Errore analizzando /etc/make.conf: impossibile analizzare PKG_TMPDIR.
pl: Błąd podczas przetwarzania pliku /etc/make.conf: nie można przetworzyć zmiennej PKG_TMPDIR.

source: Error parsing /etc/make.conf: can not parse PKGDIR.
fr: Erreur lors de l'analyse de /etc/make.conf : impossible d'analyser PKGDIR.
it: Errore analizzando /etc/make.conf: impossibile analizzare PKGDIR.
pl: Błąd podczas przetwarzania pliku /etc/make.conf: nie można przetworzyć zmiennej PKGDIR.

source: Error parsing /etc/make.conf: can not parse PORT_LOGDIR.
fr: Erreur lors de l'analyse de /etc/make.conf : impossible d'analyser PORT_LOGDIR.
it: Errore analizzando /etc/make.conf: impossibile analizzare PORT_LOGDIR.
pl: Błąd podczas przetwarzania pliku /etc/make.conf: nie można przetworzyć zmiennej PORT_LOGDIR.

source: Error parsing /etc/make.conf: can not parse PORTAGE_BINHOST.
fr: Erreur lors de l'analyse de /etc/make.conf : impossible d'analyser PORTAGE_BINHOST.
it: Errore analizzando /etc/make.conf: impossibile analizzare PORTAGE_BINHOST.
pl: Błąd podczas przetwarzania pliku /etc/make.conf: nie można przetworzyć zmiennej PORTAGE_BINHOST.

source: Error parsing /etc/make.conf: can not parse PORTAGE_NICENESS.
fr: Erreur lors de l'analyse de /etc/make.conf : impossible d'analyser PORTAGE_NICENESS.
it: Errore analizzando /etc/make.conf: impossibile analizzare PORTAGE_NICENESS.
pl: Błąd podczas przetwarzania pliku /etc/make.conf: nie można przetworzyć zmiennej PORTAGE_NICENESS.

source: Error parsing /etc/make.conf: can not parse PORTAGE_TMPDIR.
fr: Erreur lors de l'analyse de /etc/make.conf : impossible d'analyser PORTAGE_TMPDIR.
it: Errore analizzando /etc/make.conf: impossibile analizzare PORTAGE_TMPDIR.
pl: Błąd podczas przetwarzania pliku /etc/make.conf: nie można przetworzyć zmiennej PORTAGE_TMPDIR.

source: Error parsing /etc/make.conf: can not parse PORTDIR.
fr: Erreur lors de l'analyse de /etc/make.conf : impossible d'analyser PORTDIR.
it: Errore analizzando /etc/make.conf: impossibile analizzare PORTDIR.
pl: Błąd podczas przetwarzania pliku /etc/make.conf: nie można przetworzyć zmiennej PORTDIR.

source: Error parsing /etc/make.conf: can not parse PORTDIR_OVERLAY.
fr: Erreur lors de l'analyse de /etc/make.conf : impossible d'analyser PORTDIR_OVERLAY.
it: Errore analizzando /etc/make.conf: impossibile analizzare PORTDIR_OVERLAY.
pl: Błąd podczas przetwarzania pliku /etc/make.conf: nie można przetworzyć zmiennej PORTDIR_OVERLAY.

source: Error parsing /etc/make.conf: can not parse RESUMECOMMAND.
fr: Erreur lors de l'analyse de /etc/make.conf : impossible d'analyser RESUMECOMMAND.
it: Errore analizzando /etc/make.conf: impossibile analizzare RESUMECOMMAND.
pl: Błąd podczas przetwarzania pliku /etc/make.conf: nie można przetworzyć zmiennej RESUMECOMMAND.

source: Error parsing /etc/make.conf: can not parse ROOT.
fr: Erreur lors de l'analyse de /etc/make.conf : impossible d'analyser ROOT.
it: Errore analizzando /etc/make.conf: impossibile analizzare ROOT.
pl: Błąd podczas przetwarzania pliku /etc/make.conf: nie można przetworzyć zmiennej ROOT.

source: Error parsing /etc/make.conf: can not parse RSYNC_EXCLUDEFROM.
fr: Erreur lors de l'analyse de /etc/make.conf : impossible d'analyser RSYNC_EXCLUDEFROM.
it: Errore analizzando /etc/make.conf: impossibile analizzare RSYNC_EXCLUDEFROM.
pl: Błąd podczas przetwarzania pliku /etc/make.conf: nie można przetworzyć zmiennej RSYNC_EXCLUDEFROM.

source: Error parsing /etc/make.conf: can not parse RSYNC_PROXY.
fr: Erreur lors de l'analyse de /etc/make.conf : impossible d'analyser RSYNC_PROXY.
it: Errore analizzando /etc/make.conf: impossibile analizzare RSYNC_PROXY.
pl: Błąd podczas przetwarzania pliku /etc/make.conf: nie można przetworzyć zmiennej RSYNC_PROXY.

source: Error parsing /etc/make.conf: can not parse RSYNC_RETRIES.
fr: Erreur lors de l'analyse de /etc/make.conf : impossible d'analyser RSYNC_RETRIES.
it: Errore analizzando /etc/make.conf: impossibile analizzare RSYNC_RETRIES.
pl: Błąd podczas przetwarzania pliku /etc/make.conf: nie można przetworzyć zmiennej RSYNC_RETRIES.

source: Error parsing /etc/make.conf: can not parse RSYNC_RATELIMIT.
fr: Erreur lors de l'analyse de /etc/make.conf : impossible d'analyser RSYNC_RATELIMIT.
it: Errore analizzando /etc/make.conf: impossibile analizzare RSYNC_RATELIMIT.
pl: Błąd podczas przetwarzania pliku /etc/make.conf: nie można przetworzyć zmiennej RSYNC_RATELIMIT.

source: Error parsing /etc/make.conf: can not parse RSYNC_TIMEOUT.
fr: Erreur lors de l'analyse de /etc/make.conf : impossible d'analyser RSYNC_TIMEOUT.
it: Errore analizzando /etc/make.conf: impossibile analizzare RSYNC_TIMEOUT.
pl: Błąd podczas przetwarzania pliku /etc/make.conf: nie można przetworzyć zmiennej RSYNC_TIMEOUT.

source: Error parsing /etc/make.conf: can not parse RPMDIR.
fr: Erreur lors de l'analyse de /etc/make.conf : impossible d'analyser RPMDIR.
it: Errore analizzando /etc/make.conf: impossibile analizzare RPMDIR.
pl: Błąd podczas przetwarzania pliku /etc/make.conf: nie można przetworzyć zmiennej RPMDIR.

source: Error parsing /etc/make.conf: can not parse SYNC.
fr: Erreur lors de l'analyse de /etc/make.conf : impossible d'analyser SYNC.
it: Errore analizzando /etc/make.conf: impossibile analizzare SYNC.
pl: Błąd podczas przetwarzania pliku /etc/make.conf: nie można przetworzyć zmiennej SYNC.

source: Error parsing /etc/make.conf: can not parse USE.
fr: Erreur lors de l'analyse de /etc/make.conf : impossible d'analyser USE.
it: Errore analizzando /etc/make.conf: impossibile analizzare USE.
pl: Błąd podczas przetwarzania pliku /etc/make.conf: nie można przetworzyć zmiennej USE.

source: Error parsing /etc/make.conf: can not parse USE_ORDER.
fr: Erreur lors de l'analyse de /etc/make.conf : impossible d'analyser USE_ORDER.
it: Errore analizzando /etc/make.conf: impossibile analizzare USE_ORDER.
pl: Błąd podczas przetwarzania pliku /etc/make.conf: nie można przetworzyć zmiennej USE_ORDER.

source: Failed to save %1. Please run as root.
de: Fehler beim Speichern %1. Kuroo muss mit Systemverwaltungsrechten ausgeführt werden.
fr: Impossible de sauvegarder %1. Vérifiez que vous avez bien les droits root.
it: Impossibile salvare %1. Verificate di avere i diritti di root.
pl: Nie można zapisać %1. Uruchom program jako root.

source: Parsing %1: can not match keyword %2.
de: Auswertung %1: "Keyowrd" %2 wurde nicht gefunden.
fr: Analyse de %1 : impossible de trouver le mot clef %2.
it: Analisi di %1 : impossibile trovare la parola chiave %2.
pl: Przetwarzanie %1: nie można dopasować słowa kluczowego %2.

source: Error writing: %1
fr: Erreur lors de l'écriture : %1
it: Errore scrivendo: %1
pl: Błąd zapisu: %1

source: settings
de: Einstellungen
fr: paramètres
it: settaggi
pl: ustawienia

source: &Refresh Packages
de: &Pakete aktualisieren
fr: &Réactualiser les paquets
it: &Refresh Pacchetti
pl: &Odśwież widok Pakiety

source: &Refresh Updates
de: &Updateliste aktualisieren
fr: &Réactualiser les mises à jour
it: &Refresh Aggiornamenti
pl: Odśwież widok Akt&ualizacje

source: &Sync Portage
de: Portage &synchronisieren
fr: &Synchroniser Portage
it: &Sincronizzare Portage
pl: &Synchronizuj Portage

source: &Run etc-update
de: Aufruf &etc-update
fr: &Lancer etc-update
it: &Lanciare etc-update
pl: &Uruchom etc-update

source: <qt>Do you want to synchronize portage?<br>This will take a couple of minutes...</qt>
de: <qt>Soll Portage aktualisiert werden?<br>Der Vorgang wird einige Minuten dauern...</qt>
fr: <qt>Voulez-vous synchroniser Portage ?<br>Ceci peut prendre quelques minutes...</qt>
it: <qt>Volete sincronizzare Portage?<br>Occorrera' qualche minuto...</qt>
pl: <qt>Zsynchronizować Portage?<br>Operacja może potrwać kilka minut...</qt>

source: Last sync: %1
de: Letzte Synchronisierung: %1
fr: Dernière synchronisation : %1
it: Ultima sincronizzazione: %1
pl: Ostatnia synchronizacja: %1

source: <qt>Kuroo is busy<br><br>Do you want to quit?<br>All jobs will be aborted.</qt>
de: <qt>Kuroo ist gerade beschäftigt.<br><br>Alle laufenden Aufgaben werden abgebrochen.<br>Soll dennoch beendet werden?</qt>
fr: <qt>Kuroo est en train de travailler<br><br>Voulez-vous vraiment quitter ?<br>Tous les travaux vont être annulés.</qt>
it: <qt>Kuroo sta lavorando<br><br>Volete davvero uscire?<br>Tutti i lavori saranno annullati.</qt>
pl: <qt>Program Kuroo jest zajęty<br><br>Czy chcesz go zamknąć?<br>Wszystkie zadania zostaną anulowane.</qt>

source: Can not identify portage version! Kuroo can not correctly parse package information. You can select portage version in settings.
de: Die Portage Version kann nicht ermittelt werden! Kuroo kann die korrekten Informationen zu den Paketen nicht finden. Sie können die Portage Version unter "Einstellungen" wählen.
fr: Impossible d'identifier la version de Portage ! Kuroo ne peut pas analyser les informations des paquets. Veuillez sélectionner une version de Portage dans les paramètres.
it: Impossibile identificare la versione di Portage ! Kuroo non puo'analizzare le informazioni sui pacchetti. Potete selezionare la versione di portage nei settaggi.
pl: Nie można rozpoznać wersji Portage! Program Kuroo nie może prawidłowo przetworzyć informacji o pakiecie. Wersję Portage można określić w ustawieniach.

source: <qt>Could not create kuroo home directory.<br>You must start Kuroo with kdesu first time for a secure initialization.<br>Please try again!</qt>
de: <qt>Bei der Deinstallation prüft Portage nicht ob andere Pakete von diesem Paket abhängig sind.<br>Sollen die folgenden Pakete deinstalliert werden?</qt>
fr: <qt>Impossible de créer le dossier de kuroo.<br>Vous devez démarrer Kuroo avec kdesu la première fois pour une initialisation en tout sécurité.<br>Veuillez recommencer !</qt>
it: <qt>Impossibile creare la cartella home di kuroo.<br>Dovete lanciare Kuroo con kdesu la prima volta per un inizializzazione sicura.<br>Per favore riprovate!</qt>
pl: <qt>Nie można utworzyć katalogu domowego programu Kuroo.<br>Dla bezpieczeństwa najpierw należy uruchomić program Kuroo za pomocą aplikacji kdesu.<br>Spróbuj ponownie!</qt>

source: Initialization
de: Initialisierung
fr: Initialisation
it: Inizializzazione
pl: Inicjowanie
