Repository: mjeveritt/kuroo
Catalog: kuroo/branches/0.80.0/po/*.po
Languages: de, fr, it, pl

source: Directories and files
de: Dateien und Ordner
fr: Dossiers et fichiers
it: Cartelle e files
pl: Katalogi i pliki

source: Portage directories
de: Portage Verzeichnisse
fr: Répertoires de Portage
it: Carelle di Portage
pl: Katalogi Portage

source: Config files in /etc
de: Konfigurationsdateien in /etc
fr: Fichiers de configuration dans /etc
it: Files di configurazione in /etc
pl: Pliki konfiguracyjne w katalogu /etc

source: &Network
de: &Netzwerk
fr: &Réseau
it: &Rete
pl: &Sieć

source: Download
fr: Téléchargement
it: Scaricamento
pl: Pobieranie

source: Sync
de: Synchronisierung
fr: Synchronisation
it: Sincronizzazione
pl: Synchronizacja

source: Warning!
de: Warnung!
fr: Attention !
it: Attenzione!
pl: Ostrzeżenie!

source: _: NAME OF TRANSLATORS Your names
de: Namen der Übersetzer Alexander Reiterer
fr: Gombault Damien
it: Matteo Azzali
pl: Konrad Mantorski

source: _: EMAIL OF TRANSLATORS Your emails
de: Emailadressen der Übersetzer alexander.reiterer@tuwien.ac.at
fr: desintegr@gmail.com
it: kaioth@tiscalinet.it
pl: konrad@mantorski.com JID: KonMan@kdetalk.net

source: Version
it: Versione
pl: Wersja

source: na
de: nv
pl: brak danych

source: Stable
de: Stabil
it: Stabile
pl: Stabilne

source: Important
de: Wichtig
it: Importante
pl: Ważne

source: Missing Keyword
de: Fehlendes Keyword
pl: Brakujące słowo kluczowe

source: -* Keyword
pl: -* Słowo kluczowe

source: Date
de: Datum
it: Data
pl: Data

source: Description
de: Beschreibung
it: Descrizione
pl: Opis

source: Error parsing /etc/make.conf: can not parse FTP_PROXY.
it: Errore analizzando /etc/make.conf: impossibile analizzare FTP_PROXY.
pl: Błąd podczas przetwarzania pliku /etc/make.conf: nie można przetworzyć zmiennej FTP_PROXY.

source: Error parsing /etc/make.conf: can not parse HTTP_PROXY.
it: Errore analizzando /etc/make.conf: impossibile analizzare HTTP_PROXY.
pl: Błąd podczas przetwarzania pliku /etc/make.conf: nie można przetworzyć zmiennej HTTP_PROXY.

source: &Information
de: &Hinweise
pl: &Informacje

source: Message
de: Nachricht
it: Messaggio
pl: Komunikat

source: Form1
pl: Formularz1

source: Alt+A
pl: Alt+W

source: Alt+U
de: Alt+W
pl: Alt+K

source: Alt+G
de: Alt+H
pl: Alt+P

source: Versi&ons
de: Versi&on
pl: Wers&je

source: Alt+M
de: Alt+D
pl: Alt+U

source: Alt+L
pl: Alt+S

source: Alt+Y
de: Alt+S
pl: Alt+T

source: &Use Flags
pl: Flagi &USE

source: Ch&angeLog
pl: &Rejestr zmian

source: Form3
pl: Formularz3

source: Form2
pl: Formularz2

source: Alt+Q
pl: Alt+K

source: Alt+X
pl: Alt+J

source: &Deep
pl: &Głęboko

source: Alt+D
pl: Alt+G

source: Use
de: Benutze
it: Usa

source: textLabel1
de: TextBezeichnung1
