Repository: mjeveritt/kuroo
Catalog: kuroo/branches/0.80.0/po/*.po
Languages: de, fr, it, pl

source: <qt>Could not create kuroo backup directory.<br>You must start Kuroo with kdesu first time for a secure initialization.<br>Please try again!</qt>
de: <qt>Das Kuroo Backupverzeichnis konnte nicht erstellt werden.<br>Sie müssen Kuroo mit kdesu starten um eine Initialisierung durchzuführen.<br>Bitte versuchen Sie es erneut!</qt>
fr: <qt>Impossible de créer le dossier de sauvegarde de kuroo.<br>Vous devez démarrer Kuroo avec kdesu la première fois pour une initialisation en tout sécurité.<br>Veuillez recommencer !</qt>
it: <qt>Impossibile creare la cartella backup di kuroo.<br>>Dovete lanciare Kuroo con kdesu la prima volta per un inizializzazione sicura.<br>Per favore riprovate!</qt>
pl: <qt>Nie można utworzyć katalogu kopii zapasowej dla programu Kuroo.<br>Dla bezpieczeństwa najpierw należy uruchomić program Kuroo za pomocą aplikacji kdesu.<br>Spróbuj ponownie!</qt>

source: Database structure is changed. Deleting old version of database %1
de: Die Datenbankstruktur hat sich geändert. Die alte Version der Datenbank %1wird gelöscht
fr: La structure de la base de données a changé. Suppression de l'ancienne version de la base de données %1
it: La struttura del database e'cambiata. Cancello la vecchia versione del database %1
pl: Struktura bazy danych zmieniła się. Usuwanie starej wersji bazy danych %1

source: Error reading: /etc/make.conf
fr: Erreur lors de la lecture : /etc/make.conf
it: Errore leggendo: /etc/make.conf
pl: Błąd odczytu pliku /etc/make.conf

source: Error reading: /etc/make.profile
fr: Erreur lors de la lecture: /etc/make.profile
it: Errore leggendo: /etc/make.profile
pl: Błąd odczytu pliku /etc/make.profile

source: You don't have enough permissions to run kuroo. Please add yourself into portage group!
de: Sie haben nicht genügend Rechte um Kuroo auszuführen . . Bitte fügen Sie sich der "portage Gruppe" hinzu!
fr: Vous n'avez pas les droits nécessaires pour exécuter kuroo. Vous devez ajouter votre utilisateur au groupe portage !
it: Non avete i permessi necessari per lanciare kuroo. Dovete aggiungere voi stessi nel gruppo portage!
pl: Nie masz wystarczających uprawnień, aby uruchomić program Kuroo. Użytkownik musi należeć do grupy portage!

source: User permissions
de: Benutzerrechte
fr: Droits de l'utilisateur
it: Permessi dell'utente
pl: Uprawnienia użytkowników

source: Frontend to Gentoo Portage
de: Frontend für Gentoo Portage
fr: Interface graphique pour Gentoo Portage
it: Interfaccia grafica per Gentoo Portage
pl: Nakładka graficzna na Portage

source: Initialize Kuroo with init
de: Initialisierung von Kuroo mit "init"
fr: Initialisation de Kuroo avec init
it: Initializza Kuroo con init
pl: Inicjuj program Kuroo za pomocą init

source: Original author and maintainer
de: Ursprünglicher Autor und Verwalter
fr: Développement et mainteneur original
it: Sviluppatore e mantainer originale
pl: Autor i opiekun projektu

source: French translation
de: Französische Übersetzung
fr: Traduction française
it: Traduzione francese
pl: Tłumaczenie na francuski

source: German translation
de: Deutsche Übersetzung
fr: Traduction allemande
it: Traduzione tedesco
pl: Tłumaczenie na niemiecki

source: Italian translation
de: Italienische Übersetzung
fr: Traduction italienne

source: Norwegian translation
de: Norwegische Übersetzung
fr: Traduction norvégienne
it: Traduzione norvegese
pl: Tłumaczenie na norweski

source: Polish translation
de: Polnische Übersetzung
fr: Traduction Polonaise
it: Traduzione Polacco
pl: Tłumaczenie na polski

source: Kuroo icons
de: Kuroo Symbole
fr: Icônes de Kuroo
it: Icone di Kuroo
pl: Ikony programu Kuroo

source: Portage version code
de: Portage Version
fr: Code de version de Portage
it: Codice della versione di Portage
pl: Kod wersji Portage

source: Kuroo is already running!
de: Kuroo läuft bereits!
fr: Kuroo est déjà lancé !
it: Kuroo e' gia'in esecuzione!
pl: Program Kuroo został już uruchomiony!

source: Copy text to clipboard
de: Text in die Zwischenablage kopieren
fr: Copier le texte dans le presse-papier
it: Copia del testo negli appunti
pl: Skopiuj tekst do schowka

source: Kuroo - Portage frontend
de: Kuroo - Ein Portage Frontend
fr: Kuroo - Interface graphique pour Portage
it: Kuroo - Interfaccia grafica per Portage
pl: Kuroo - nakładka graficzna na Portage

source: &Configure Kuroo...
de: Kuroo &einrichten...
fr: &Configurer Kuroo...
it: &Configura Kuroo...
pl: &Konfiguruj Kuroo...

source: Packages
de: Pakete
fr: Paquets
it: Pacchetti
pl: Pakiety

source: Queue
de: Warteschlange
fr: File d'attente
it: Coda
pl: Kolejka

source: History
de: Historie
fr: Historique
it: Cronologia
pl: Historia

source: Log
de: Protokoll
fr: Journal
pl: Dziennik

source: <qt>Kuroo database is empty!<br>Kuroo will now first scan your emerge log to create the emerge history.<br>Next, package information in Portage will be collected.</qt>
de: <qt>Die Kuroo Datenbank ist leer!<br>Kuroo wird nun zuerst das Emergeprotokoll durchsuchen, um den Emergeverlauf zu erstellen.<br>Danach wird Kuroo Paketinformationen aus dem Portage sammeln.<qt>
fr: <qt>La base de données de Kuroo est vide !<br>Kuroo va maintenant scanner le journal d'emerge pour créer un historique d'emerge.<br> Ensuite, les informations des paquets de Portage seront récupérées.</qt>
it: <qt>Il database di Kuroo e'vuoto!<br>Kuroo adesso controllera' il vostro emerge log per creare la cronologia di emerge.<br>Poi saranno recuperate le informazioni sui pacchetti in Portage.</qt>
pl: <qt>Baza danych programu Kuroo jest pusta!<br>Program przeskanuje najpierw dziennik emergowania, aby utworzyć historię instalacji.<br>Następnie zostaną zebrane informacje o pakietach w Portage.</qt>

source: Initialiazing Kuroo
de: Initialisiere Kuroo
fr: Initialisation de Kuroo
it: Inizializzazione Kuroo
pl: Inicjowanie Kuroo

source: <qt>Kuroo database needs refreshing!<br>Emerge log shows that your system has changed.</qt>
de: <qt>Die Kuroo Datenbank benötigt eine Aktualisierung! <br>Die Emerge Protokolldatei zeigt an, dass sich Ihr System verändert hat.</qt>
fr: <qt>La base de données de Kuroo a besoin d'être réactualisée !<br>Le journal d'emerge indique que votre système a été modifié.</qt>
it: <qt>Il database di Kuroo necessita di un refresh!<br>Il log di emerge mostra che il vostro sistema e'stato modificato.</qt>
pl: <qt>Baza danych programu Kuroo wymaga odświeżenia!<br>Dziennik emergowania wskazuje zmiany w systemie.</qt>

source: Refresh
de: Aktualisieren
fr: Réactualiser
pl: Odśwież

source: Skip
de: Überspringen
fr: Annuler
it: Annullare
pl: Pomiń

source: You must run Kuroo as root to emerge packages!
de: Kuroo muss vom Benutzer "root" ausgeführt werden um Pakete zu installieren!
fr: Vous devez lancer Kuroo avec les droits root pour pouvoir installer des paquets !
it: Dovete lanciare Kuroo coi diritti di root per poter installare pacchetti!
pl: Aby emergować pakiety, należy uruchomić program Kuroo jako root!

source: <font size="+1">Packages in Installation Queue</font>
de: <font size="+1">Pakete in der Warteschlange</font>
fr: <font size="+1">Paquets dans la liste d'attente d'installation</font>
it: <font size="+1">Pacchetti nella coda di installazione</font>
pl: <font size="+1">Pakiety w kolejce instalacji</font>

source: Remove &All
de: Alle &löschen
fr: &Tout supprimer
it: &Rimuovi tutto
pl: Usuń &wszystko

source: Remove all packages in Queue
de: Entferne alle Pakete aus der Warteschlange
fr: Supprimer tous les paquets de la liste d'attente

source: Remove selected package from Queue
de: Ausgewählte Pakete aus der Warteschlange entfernen
fr: Supprimer le paquet sélectionné de la liste d'attente

source: Show package details...
de: Zeige Paket-Details...
fr: Montrer les détails du paquet...

source: Remove package from Q&ueue after installation
de: Alle Pakete nach der Installation aus der &Warteschlange entfernen
fr: Supprimer les paq&uets de la file d'attente après leur installation
it: Rim&uove il pacchetto dalla coda dopo l'installazione
pl: Usuń pakiet z &kolejki po zainstalowaniu

source: Download all packa&ges before installing them (--fetch-all-uri)
fr: Téléchar&ger tous les paquets avant de les installer (--fetch-all-uri)
it: Scaricare tutti i pacchetti prima di ese&guire l'installazione (--fetch-all-uri)
pl: &Pobierz wszystkie pakiety przed zainstalowaniem (--fetch-all-uri)

source: <b>Emerge Options</b>
de: <b>Emerge Optionen</b>
fr: <b>Options d'emerge</b>
it: <b>Opzioni di emerge</b>
pl: <b>Opcje emergowania</b>

source: Do not add the pac&kages to the world profile (--oneshot)
de: Pa&kete nicht zur World-Datei hinzufügen (--oneshot)
fr: Ne pas ajouter les &paquets au fichier world (--oneshot)
it: Non aggiungere i &Pacchetti al file world (--oneshot)
pl: Nie dopisuj pa&kietów do pliku world (--oneshot)

source: Force reinstall of config files (--&noconfmem)
de: Konfig-Dateien neu installieren (--&noconfmem)
fr: Forcer la réinstallation des fichiers de configuration (--&noconfmem)
it: Forza la reinstallazione dei files di configurazione (--&noconfmem)
pl: Wymuś ponowną instalację plików konfiguracyjnych (--&noconfmem)

source: Step &1: Check Installation
de: Schritt &1: Installation prüfen
fr: Étape &1 : Vérifier l'installation
it: Step &1: Verifica Installazione
pl: Etap &1: sprawdź instalację

source: Check packages in Queue with emerge pretend
de: Prüfe Pakete in der Warteschlange mit "emerge pretend"
fr: Vérifier les paquets de la liste d'attente avec emerge pretend
pl: Sprawdź pakiety w kolejce za pomocą emerge pretend

source: Start emerge of all packages in Queue
de: Pakete in der Warteschlange werden installiert...
fr: Démarrer l'installation de tous les paquets de la liste d'attente

source: <b>Summary</b><br> <font color="gray">Installation Queue is empty.</font>
de: <b>Zusammenfassung</b><br> <font color="gray">Warteschlange ist leer.</font>
fr: <b>Résumé</b><br> <font color="gray">La file d'attente d'installation est vide.</font>
it: <b>Sommario</b><br> <font color="gray">La Coda di installazione e'vuota.</font>
pl: <b>Podsumowanie</b><br> <font color="gray">Kolejka instalacji jest pusta.</font>

source: I know what I do and want to continue
de: Ich weiß was zu tun ist und möchte gerne weitermachen
fr: Je sais ce que je fais et je veux continuer
it: So cio'che faccio e voglio continuare
pl: Wiem, co robię i chcę kontynuować

source: &Make this package available on your architecture though it is not activated in the official portage tree.
de: &Dieses Paket für die vorhandene Architektur auf verfügbar setzen, obwohl es nicht im offiziellen Portage für diese Architektur als verfügbar gekennzeichnet ist.
fr: &Rendre ce paquet disponible pour votre architecture même s'il n'est pas activé dans l'arbre officiel de Portage.
it: &Metti questo pacchetto disponibile per la vostra architettura anche se non e' attivo nel portage tree ufficiale.
pl: &Udostępnij ten pakiet w używanej architekturze, mimo że nie został on włączony w oficjalnym drzewie Portage.

source: <b>Please note: this may harm your machine!</b>
de: <b>Bitte beachten: diese Funktion kann ihr System beschädigen!</b>
fr: <b>Attention : ceci peut endommager votre machine !</b>
it: <b>Attenzione: in questo modo potreste danneggiare il sistema!</b>
pl: <b>Uwaga: to może uszkodzić system!</b>

source: Available Versions for this package:
de: Verfügbare Versionen dieses Paketes:
fr: Versions disponibles pour ce paquet :
it: Versioni disponibili di questo pacchetto:
pl: Dostępne wersje tego pakietu:

source: Emerge version
de: Installierbare Version
fr: Version à installer
pl: Wersja narzędzia emerge

source: For this package always install:
de: Für dieses Paket immer installieren:
fr: Pour ce paquet, toujours installer :
it: Per questo pacchetto installa sempre:
pl: Instaluj zawsze:

source: Stab&le Version
de: Stabi&le Version
fr: Version stab&le
it: Versione stabi&le
pl: wersję &stabilną

source: Testi&ng Version
de: Tes&t Version
fr: Versio&n en test
it: Versio&ne in test
pl: wersję &testową

source: Mas&ked Version
de: Mas&kierte Version
fr: Version mas&quée
it: Version mas&cherata
pl: wersję &zamaskowaną

source: Select Version
de: Ausgewählte Version
fr: Sélectionnez la version
it: Selezionate la versione
pl: Wybierz wersję

source: Install onl&y specific version and do not update further
de: &Spezifische Version installieren und nicht aktualisieren
fr: Installer &seulement une version spécifique et ne pas faire de mise à jour ultérieure
it: Installa &solo una versione specifica enon aggiornare mai (sconsigliato)
pl: Zainstaluj &tylko określoną wersję i jej później nie aktualizuj

source: Add or Remove Use Flags support:
de: Hinzufügen oder Entfernen von Useflags:
fr: Ajoutez ou enlever des Use Flags :
it: Aggiungi o Rimuovi supporto per Use Flags:
pl: Włącz lub wyłącz obsługę flag USE:

source: C&alculate Use Flags
de: Useflags &bestimmen
fr: C&alculer les Use Flags
it: C&alcola le Use Flags
pl: &Pobierz flagi USE

source: Previous Package
de: Vorangegangenes Paket
fr: Paquet précédent
it: Pacchetto precedente
pl: Poprzedni pakiet

source: Select version:
de: Ausgewählte Version:
fr: Sélectionnez la version :
it: Selezionare la versione:
pl: Wybierz wersję:

source: Dependencies
de: Abhängigkeiten
fr: Dépendances
it: Dipendenze
pl: Zależności

source: I&nstalled Files
de: I&nstallierte Dateien
fr: Fichiers i&nstallés
it: Files i&nstallati
pl: Zai&nstalowane pliki

source: Next Package
de: Nächstes Paket
fr: Paquet suivant
it: Pacchetto seguente
pl: Następny pakiet

source: <h2>Kuroo-0.80.0</h2> <p>Kuroo - A KDE Portage frontend that allows you to do most common software maintenance tasks on gentoo systems</p> New features:<br> Unified package view: fast package browsing and searching with filters.<br> Two Column Selector, Package Inspector, Progress bars, Use-Flag Editor, Emerge and Configuration History, Emerge Queue.<br> <br> <b><font color="red">Warning!<br> Please take backup of all files in /etc/portage, /etc/make.conf and<br> /var/lib/portage/world.</font></b>
fr: <h2>Kuroo-0.80.0</h2> <p>Kuroo - Une interface graphique pour Portage qui permet d'effectuer les tâches courantes de maintenance des logiciels sous Gentoo</p> Nouvelles fonctionnalités :<br> Vue unifiée des paquets : navigation et recherche rapide de paquets avec filtres .<br> Sélecteur à deux colonnes, Inspecteur de paquets - Barres d'avancement, Editeur de Use Flag, n Historique d'Emerge et de la configuration, File d'attente pour Emerge.<br> <br> <b><font color="red">Attention !<br> Veuillez faire une sauvegarde de /etc/portage, /etc/make.conf et /var/lib/portage/world.</font></b>
it: <h2>Kuroo-0.80.0</h2> Nuove funzionalita':<br> Vista unificata pacchetti : navigazione e ricerca rapida dei pacchetti coi filtri .<br> Nuovo Ispettore per la gestione avanzata dei pacchetti.<br> Informazioni ed avvertimenti delle operazioni etc-update salvate nella cronologia.<br> Supporto di portage overlays multipli.<br> Calcolo della stabilita'del pacchetto.<br> Ed altro... <br> <br> <b><font color="red">Attenzione!<br> Per favore fate un backup di /etc/portage e /etc/make.conf e<br> /var/lib/portage/world.</font></b>
pl: <h2>Kuroo-0.80.0</h2> <p>Kuroo - nakładka graficzna na Portage dla środowiska KDE, która ułatwia zarządzanie oprogramowaniem w systemach Gentoo</p> Nowe funkcje:<br> Selektor dwóch kolumn, Inspektor pakietów, paski postępu, edytor flag USE, Historia emergowania i konfiguracji, kolejka emergowania.Mbr > <br> <b><font color="red">Uwaga!<br> Proszę zrobić kopie zapasowe wszystkich plików w katalogu /etc/portage oraz plików /etc/make.conf i<br> /var/lib/portage/world.</font></b>

source: Show &unmerges
de: Deinstallationen anzei&gen
fr: Montrer les &désinstallations

source: last week
de: letzte Woche
fr: la dernière semaine
pl: ten tydzień

source: last month
de: letzten Monat
fr: le dernier mois
pl: ten miesiąc

source: last 6 months
de: letzte 6 Monate
fr: les 6 derniers mois
pl: ostatnie 6 miesięcy

source: last year
de: letztes Jahr
fr: l'année dernière
pl: ten rok

source: all
de: Alle
fr: tout

source: Clear filter
de: Filter entfernen
fr: Effacer le filtre
it: Cancella il filtro
pl: Wyczyść filtr

source: <font size="+1">Installation History</font><br> <i>Click on package with info to view all information</i>
de: <font size="+1">Installationsverlauf</font><br> <i>Für ausführliche Informationen auf das Paket mit Info klicken.</i>
fr: <font size="+1">Historique d'installation</font><br> <i>Cliquer sur un paquet pour afficher plus d'informations</i>
it: <font size="+1">Cronologia Installazioni</font><br> <i>Cliccate sul pacchetto con info per vedere tutte le informazioni</i>
pl: <font size="+1">Historia instalacji</font><br> <i>Kliknij pakiet, aby wyświetlić wszystkie informacje</i>

source: Show:
de: Zeige:
fr: Montrer :

source: <font size="+1">Etc-update History</font><br> <i>Click on configuration file to view changes...</i>
de: <font size="+1">Etc-update Verlauf</font><br> <i>Auf Konfigurations-Datei klicken um die Änderungen anzuzeigen</i>
fr: <font size="+1">Historique d'etc-update</font><br> <i>Cliquer sur le fichier de configuration pour voir les changements...</i>

source: Portage will not check if the package you want to remove is required by another package.<br> Do you want to uninstall following packages?
de: Portage wird nicht prüfen, ob das Paket, welches deinstalliert werden soll, von anderen Paketen benötigt wird.<br> Sollen die folgenden Pakete deinstalliert werden?
fr: Portage ne vérifiera pas si le paquet que vous voulez enlever est requis par un autre paquet.<br> Voulez-vous désinstaller les paquets suivants ?
it: Portage non verifichera se il pacchetto che volete rimuovere e'richiesto da un altro pacchetto.<br> Volete disinstallare i pacchetti seguenti?
pl: Portage nie będzie sprawdzać, czy pakietu, który chcesz usunąć, nie wymaga inny pakiet.<br> Czy chcesz odinstalować następujące pakiety?

source: Uninstall
de: Deinstallieren
fr: Désinstaller
it: Disinstallare
pl: Odinstaluj

source: Uninstall selected packages...
de: Deinstalliere ausgewählte Pakete...
fr: Désinstaller tous les paquets sélectionnés...

source: Add to &Queue
de: Zur &Warteschlange hinzufügen
fr: &Ajouter à la file d'attente
it: &Aggiungi alla Coda
pl: Dodaj do &kolejki

source: Add/Remove selected packages to the Installation Queue
de: Ausgewählte Pakete aus der Warteschlange entferne/zur Warteschlange hinzufügen
fr: Ajouter/Supprimer les paquets sélectionnés de la liste d'attente d'installation

source: <font size="+1">Packages in Portage</font>
de: <font size="+1">Pakete in Portage</font>
fr: <font size="+1">Paquets dans Portage</font>
it: <font size="+1">Pacchetti in Portage</font>
pl: <font size="+1">Pakiety w Portage</font>

source: Filter packages here...
de: Suchbegriff zum Filter den Pakete hier eingeben...
fr: Filtre de paquets...
it: Filtra i pacchetti qui...
pl: Filtruj pakiety...

source: &All Packages
de: &Alle Pakete
fr: Tous les p&aquets
it: Tutti i p&acchetti
pl: &Wszystkie pakiety

source: &Updates
de: A&ktualisierungen
fr: Mises à jo&ur
it: Aggiornamenti (&U)
pl: &Aktualizacje

source: I&nstalled Packages
de: &Installierte Pakete
fr: Paquets i&nstallés
it: Pacchetti i&nstallati
pl: Zai&nstalowane pakiety

source: Ver&bose
de: &Ausführliches Protokoll
fr: Ver&beux
it: Ver&boso
pl: Try&b informacyjny

source: Save log on e&xit
de: Protokoll beim &Beenden speichern
fr: Enregistrer le journal en &quittant
it: Salva il log all'uscita (&x)
pl: Zapisz dziennik przy wy&jściu

source: <font size="+1">Activity Log</font>
de: <font size="+1">Protokoll der Aktivitäten</font>
fr: <font size="+1">Journal d'activité</font>
it: <font size="+1">Log di attivita'</font>
pl: <font size="+1">Dziennik aktywności</font>

source: Paths
de: Pfade
fr: Chemins
it: Percorsi
pl: Ścieżki

source: Installed repository
de: Installation Verzeichnis
fr: Dépôt installé
it: Deposito installati
pl: Repozytorium

source: Portage cache
fr: Cache de Portage
it: Cache di Portage
pl: Pamięć podręczna

source: Etc-update merging frontend
de: Frontend für etc-update
fr: Interface de fusion pour etc-update
it: Interfacia di fusione per etc-update
pl: Interfejs narzędzia scalającego etc-update

source: External tool
de: Externes Programm
fr: Outil externe
it: Strumento esterno
pl: Zewnętrzne narzędzie

source: Emerge check update options
de: Emerge Aktualisierungsoptionen
fr: Options de vérification de mise à jour
it: Opzione di controllo aggiornamento
pl: Opcje sprawdzania aktualizacji

source: <i>Forces emerge to consider the entire dependency tree of packages.<br> Refresh Updates for changes to take effect.</i>
de: <i>Aktualisieren sie die Update-Liste um die Änderungen wirksam werden zu lassen.<br> Zwingt Emerge dazu den gesamten Abhängigkeitsbaum der Pakete zu berücksichtigen.</i>
fr: <i>Forcer emerge à considérer l'arbre entier des dépendances.<br> Réactualiser les mises à jour pour que cela prenne effet.</i>

source: Package filter options
de: Filteroptionen
fr: Options du filtre de paquet
it: Opzioni del filtro pacchetti
pl: Opcje filtrowania pakietów

source: Click to select the background color of the OSD.
de: Hier klicken um die OSD-Hintergrundfarbe zu wählen.
fr: Cliquez pour sélectionner la couleur du fond de l'OSD.
it: Cliccate per selezionare il colore di fondo dell'OSD.
pl: Kliknij, aby wybrać kolor tła OSD.

source: The color of the OSD background.
de: Die Hintergrundfarbe vom OSD.
fr: Couleur du fond de l'OSD.
it: Colore di fondo dell'OSD.
pl: Kolor tła OSD.

source: Click to select the color of the OSD text.
de: Hier klicken, um die OSD-Textfarbe zu wählen.
fr: Cliquez pour sélectionner la couleur du texte de l'OSD.
it: Cliccate per selezionare il colore del testo dell'OSD.
pl: Kliknij, aby wybrać kolor tekstu OSD.

source: The color of the OSD text.
de: Die Textfarbe vom OSD.
fr: Couleur du texte de l'OSD.
it: Colore del testo dell'OSD.
pl: Kolor tekstu OSD.

source: No matching packages found
de: Kein Paket gefunden
fr: Pas de paquet correspondant trouvé
it: Nessun pacchetto corrispondente trovato
pl: Nie znaleziono pasujących pakietów

source: Matching packages found
de: Paket gefunden
fr: Paquets correspondants trouvés
it: Pacchetti corrispondenti trovati
pl: Znaleziono pasujące pakiety

source: Kuroo options
de: Kuroo Optionen
fr: Options de Kuroo
it: Opzioni di Kuroo
pl: Opcje programu Kuroo

source: Dock kuroo in s&ystem tray (close does not exit kuroo)
de: Kuroo im Systemabschnitt der Taskleiste anzeigen (Das Schließen des Fensters beendet das Programm nicht)
fr: Afficher kuroo dans la &zone de notification (fermer la fenêtre ne quitte pas)
pl: Za&dokuj program (nie zostanie zamknięty po kliknięciu krzyżyka)

source: Package options
de: Paket Optionen
fr: Options du paquet

source: <i>Restart for changes to take effect.</i>
de: <i>Damit die Änderungen wirksam werden muss die Anwendung neu gestartet werden.</i>
fr: <i>Redémarrez le programme pour que les changements prennent effet.</i>
it: <i>Riavviare il programma perche'i cambiamenti abbiano effetto.</i>
pl: <i>Uruchom program ponownie, aby wprowadzić zmiany.</i>

source: Show installed pac&kages in separate column
fr: Mo&ntrer les paquets installés dans des colonnes séparées

source: Portage version >= &2.1
fr: Version de Portage >= &2.1
pl: Wersja Portage >= &2.1

source: &Build
de: &Kompilierung
fr: &Compilation
it: &Compilazione
pl: &Kompilacja

source: Build options
de: Optionen
fr: Options de compilation
it: Opzioni di compilazione
pl: Opcje kompilacji

source: &Advanced build
de: &Erweiterte Kompilierung
fr: &Compilation avancée
it: &Compilazione avanzata
pl: &Zaawansowana kompilacja

source: Advanced build options
de: Optionen
fr: Options de compilation avancée
it: Opzioni di compilazione avanzata
pl: Zaawansowane opcje kompilacji

source: true
de: wahr
fr: vrai
it: vero

source: false
de: falsch
fr: faux
it: falso
