Repository: mjeveritt/kuroo
Catalog: kuroo/tags/kuroo-0.82.2/po/*.po
Languages: nb

source: <qt>Could not create kuroo home directory.<br>You must start Kuroo with kdesu first time for a secure initialization.<br>Please try again!</qt>
nb: <qt>Klarte ikke lage hjemmekatalog for Kuroo.<br>Du må starte Kuroo med «kdesu» først for en sikker initialisering.<br>Prøv igjen.</qt>

source: Initialization
nb: Initialisering

source: <qt>Could not create kuroo backup directory.<br>You must start Kuroo with kdesu first time for a secure initialization.<br>Please try again!</qt>
nb: <qt>Klarte ikke lage sikkerhetskopikatalog.<br>Du må starte Kuroo med «kdesu» første gangen for en sikker initialisering.<br>Prøv igjen.</qt>

source: You don't have enough permissions to run kuroo. Please add yourself into portage group!
nb: Du har ikke tilstrekkelige rettigheter for å kjøre Kuroo; legg deg selv til i gruppen «portage».

source: User permissions
nb: Bruker-tillatelser

source: Form1
nb: Skjema 1

source: Backup all user editable porta&ge files before proceeding.
nb: Sikkerhetskopier alle bruker-redigerbare Porta&ge-filer før du fortsetter.

source: Release information
nb: Utgivelsesinformasjon

source: <qt><table width=100%><tr><td>Make copies into %1 of following files:</td></tr>
nb: <qt><table width=100%><tr><td>Lagre sikkerhetskopier i «%1» av følgende filer:</td></tr>

source: Kuroo - Portage frontend
nb: Kuroo - grafisk grensesnitt for Portage

source: &Configure Kuroo...
nb: Oppsett av Kuroo . . .

source: Writing %1kuroo.log.
nb: Skriver %1kuroolog.

source: Saving
nb: Lagrer

source: Form3
nb: Skjema3

source: Ver&bose
nb: &Utdypet

source: Save log on e&xit
nb: Lagre logg ved avslutting

source: <font size="+1">Activity Log</font>
nb: <font size="+1">Aktivitetslogg</font>

source: User Input
nb: Bruker-inndata

source: Enter text:
nb: Skriv inn tekst:

source: settings
nb: Innstillinger

source: Kuroo is not responding. Attempting to terminate kuroo!
nb: Kuroo svarer ikke; prøver å avslutte.

source: Terminating
nb: Avbryter

source: &Release information
nb: Utgivelsesinfo&rmasjon

source: &Refresh Packages
nb: Oppdate&r pakkeoversikt

source: &Refresh Updates
nb: Oppdate&r oppdateringsoversikt

source: &Sync Portage
nb: &Synkroniser Portage

source: <qt>Do you want to synchronize portage?<br>This will take a couple of minutes...</qt>
nb: <qt>Synkronisere Portage?<br>Dette kan ta et par minutter . . .</qt>

source: Last sync: %1
nb: Siste synkronisering: %1

source: <qt>Kuroo is busy<br><br>Do you want to quit?<br>All jobs will be aborted.</qt>
nb: <qt>Kuroo er opptatt.<br><br>Avslutte likevel?<br>Alle jobber blir da avbrutt.</qt>

source: Warning!
nb: Advarsel!

source: Portage version is upgraded to 2.1. Please refresh package view.
nb: Portage-versjonen er oppdatert til 2.1; oppdater pakkevisningen.

source: Portage version
nb: Portage-versjon

source: Can not process input! Emerge is not running.
nb: Klarte ikke behandle inndata; Portage kjører ikke.

source: Error: Emerge didn't start.
nb: Feil: installasjonen staret ikke.

source: Emerge %1 started...
nb: Installasjon av %1 har startet . . .

source: Installing packages in queue...
nb: Installerer pakkene i køen . . .

source: Emerge pretend %1 started...
nb: Kartlegging av %1 har startet . . .

source: Checking installation queue...
nb: Kontrollerer installasjonskø . . .

source: Error: Emerge didn't start.
nb: Feil: installasjonen startet ikke.

source: Unmerge %1 started...
nb: Avinstallering av %1 startet . . .

source: Uninstalling packages...
nb: Avinstaller pakker . . .

source: Emerge synchronize Portage Tree started...
nb: Synkronisering av Portage-treet startet . . .

source: Synchronizing portage tree...
nb: Synkroniserer Portage-treet . . .

source: Emerge check package updates started...
nb: Ser etter nye versjoner av installerte pakker . . .

source: Checking for package updates...
nb: Ser etter oppdateringer . . .

source: Root access required!
nb: Superbrukerprivilegier er nødvendig.

source: There is no ebuilds to satisfy %1
nb: Ingen pakker tilfredstiller «%1»

source: Done.
nb: Ferdig

source: You must run Kuroo as root to unmask packages!
nb: Kuroo må kjøres med superbrukerrettigheter for å avmaskere pakker.

source: Auto-unmasking packages
nb: Auto-avmaskerer pakker

source: Important
nb: Viktig

source: Please check log for more information!
nb: Se i loggen for mer informasjon.

source: %1 is not available on your architecture %2!<br><br>
nb: %1 er ikke tilgjengelig for din arkitektur, «%2».<br><br>

source: <b>missing keyword</b> means that the application has not been tested on your architecture yet.<br>Ask the architecture porting team to test the package or test it for them and report your findings on Gentoo bugzilla website.
nb: <b>manglende nøkkelord</b> betyr at programmet ikke er testet på din arkitektur ennå.<br>Be laget for arkitektur-tilrettelegging om å teste pakken eller test den for dem og send inn resultatene på Gentoos feilsøkingsside.

source: Missing Keyword
nb: Manglende nøkkelord

source: <br><b>-* keyword</b> means that the application does not work on your architecture.<br>If you believe the package does work file a bug at Gentoo bugzilla website.
nb: <br><b>-*-nøkkelord</b> betyr at programmet ikke virker på din arkitektur.<br>Skriv en feilrapport på Gentoos feilsøkingsside hvis du tror det virker.

source: -* Keyword
nb: -*-nøkkelord

source: Please add package to "package.unmask".
nb: Legg pakken til i «package.unmask».

source: <qt>Cannot emerge masked package!<br>Do you want to unmask <b>%1</b>?</qt>
nb: <qt>Klarte ikke installere maskert pakke?<br>Vil du avmaskere <b>%1</b>?</qt>

source: Unmask
nb: Avmasker

source: Please add package to "package.keywords".
nb: Legg pakken til i «package.keywords».

source: <qt>Cannot emerge testing package!<br>Do you want to unmask <b>%1</b>?</qt>
nb: <qt>Klarte ikke installere testpakke.<br>Vil du avmaskere <b>%1</b>?</qt>

source: Version
nb: Versjon

source: Stability
nb: Stabilitet

source: Size
nb: Størrelse

source: Hardmasked
nb: Hardmaskert

source: Refreshing updates view...
nb: Oppdaterer oppdateringsoversikten . . .

source: Not on %1
nb: Ikke på %1

source: Stable
nb: Stabil

source: Not available
nb: Ikke tilgjengelig

source: Refreshing Portage packages view...
nb: Oppdaterer Portage-visningen . . .

source: Collecting installed packages...
nb: Samler installerte pakker . . .

source: Please specify merge tool in settings!
nb: Spesifiser sammenslåingsverktøyet i oppsettsvinduet.

source: <font color=red>Warning!<br>%1 has been edited by you.</font><br>
nb: <font color=red>Advarsel!<br>Du har redigert «%1».</font><br>

source: %1 didn't start.
nb: «%1» startet ikke.

source: %1 could not start!
nb: «%1» klarte ikke starte.

source: Merging changes in '%1'.
nb: Slår sammen endringer i «%1».

source: Deleting '%1'. Backup saved in %2.
nb: Sletter «%1«, sikkerhetskopi lagret i «%2».

source: All
nb: Alle

source: Category
nb: Kategori

source: Subcategory
nb: Underkategori

source: Package details
nb: Pakkedetaljer

source: <qt>Settings are changed!<br>Do you want to save them?</qt>
nb: <qt>Innstillingene er endret.<br>Vil du lagre dem?</qt>

source: Saving settings
nb: Lagrer innstillinger

source: Error: Could not calculate use flag for package %1/%2.
nb: Feil: klarte ikke beregne bruk-flagg for pakken «%1/%2».

source: Click for hardmask info!
nb: Trykk for informasjon om hardmaskering.

source: %1/%2 hardmask info!
nb: Hardmaskeringsinformasjon om «%1/%2»

source: %1No ChangeLog found.%2
nb: %1Ingen endringslogg funnet.%2

source: %1No ebuild found.%2
nb: %1Ingen pakkefil funnet.%2

source: %1No installed files found.%2
nb: %1Ingen installerte filer funnet.%2

source: Use flags could not be calculated. Please check log for more information
nb: Klarte ikke regne ut bruk-flagg. Se i loggen for mer informasjon

source: Dependency
nb: Avhengighet

source: Compile-time dependencies
nb: Avhengigheter

source: Runtime dependencies
nb: Avhengigheter for kjøring

source: Post-merge dependencies
nb: Avhengigheter etter installasjon

source: Depend on either:
nb: Trenger enten:

source: Without USE-flag %1:
nb: Uten bruk-flagg «%1»:

source: With USE-flag %1:
nb: Med bruk-flagg «%1»:

source: Collecting user package keywords...
nb: Samler brukerdefinerte pakkenøkkelord . . .

source: Collecting user unmasked packages...
nb: Samler bruker-avmaskerte pakker . . .

source: Collecting hardmasked packages...
nb: Samler hardmaskerte pakker . . .

source: Collecting user masked packages...
nb: Samler bruker-maskerte pakker . . .

source: Completed scanning for package keywords in %1.
nb: Fullførte søk etter pakke-nøkkelord i «%1».

source: Completed scanning for unmasked packages in %1.
nb: Fullførte søk etter avmaskerte pakker i «%1».

source: Completed scanning for hardmasked packages in %1.
nb: Fullførte søk etter hardmaskerte pakker i «%1».

source: Completed scanning for user masked packages in %1.
nb: Fullførte søk etter brukermaskerte pakker i «%1».

source: Completed saving package keywords in %1.
nb: Ferdig med å lagre pakkenøkkelord i «%1».

source: Completed saving user masked packages in %1.
nb: Fullførte lagring av brukermaskerte pakker i «%1».

source: Completed saving user unmasked packages in %1.
nb: Fullførte lagring av brukeravmaskerte pakker i «%1».

source: Completed scanning user package use flags in %1.
nb: Fullførte søk etter brukerdefinerte pakke-brukflagg i «%1».

source: Completed saving user package use in %1.
nb: Fullførte lagring av brukerdefinerte bruk-flagg for pakker i «%1».

source: Collecting package information...
nb: Samler pakkeinformasjon . . .

source: Caching aborted.
nb: Lagring i hurtigminne ble avbrutt.

source: %1 is installed
nb: %1 er installert

source: %1 is not installed
nb: %1 er ikke installert

source: %1 not in Portage
nb: %1 er ikke i Portage

source: %1 is present in World profile
nb: %1 finnes i verdensprofilen

source: %1 is present in Queue
nb: %1 er i køen

source: Use
nb: Bruk

source: Description
nb: Beskrivelse

source: Package
nb: Pakke

source: textLabel1
nb: tekstmerkelapp1

source: Previous Package
nb: Forrige pakke

source: Next Package
nb: Neste pakke

source: Available Versions for this package:
nb: Tilgjengelige versjoner av denne pakken:

source: Emerge version
nb: Vil installere

source: For this package always install:
nb: Alltid installer for denne pakken:

source: Stab&le Version
nb: Stabi&l versjon

source: Testi&ng Version
nb: Testversjo&n

source: Mas&ked Version
nb: Mas&kert versjon

source: Select Version
nb: Velg versjon

source: Install onl&y specific version and do not update further
nb: Installer kun &bestemt versjon og ikke oppdater videre

source: Versi&ons
nb: Versj&oner

source: Add or Remove Use Flags support:
nb: Legg til eller fjern støtte for bruk-flagg:

source: C&alculate Use Flags
nb: K&alkuler bruk-flagg

source: Select version:
nb: Velg versjon:

source: &Use Flags
nb: Br&uk-flagg

source: Ch&angeLog
nb: Endringslog&g

source: Dependencies
nb: Avhengigheter

source: I&nstalled Files
nb: I&nstallerte filer

source: Message
nb: Melding

source: Copy text to clipboard
nb: Kopier tekst til utklippstavlen

source: Packages
nb: Pakker

source: Queue
nb: Kø

source: History
nb: Tidligere installasjoner

source: Log
nb: Logg

source: <qt>Kuroo database is empty!<br>Kuroo will now first scan your emerge log to create the emerge history.<br>Next, package information in Portage will be collected.</qt>
nb: <qt>Kuroos database er tom.<br>Først leses installasjonsloggen for å lage installasjonsloggen.<br>Deretter samles pakkeinformasjon fra Portage.</qt>

source: Initialiazing Kuroo
nb: Initialiserer Kuroo

source: <qt>Kuroo database needs refreshing!<br>Emerge log shows that your system has changed.</qt>
nb: <qt>Kuroo-databasen må oppdateres;<br>installasjonsloggen viser at systemet er endret.</qt>

source: Refresh
nb: Oppdater

source: Skip
nb: Hopp over

source: You must run Kuroo as root to emerge packages!
nb: Kuroo må kjøres med superbrukerrettigheter for å installere pakker.

source: Uninstall Packages
nb: Avinstaller pakker

source: <font color=red><b>You are uninstalling packages part of your system profile!<br>This may be damaging to your system!</b></font>
nb: <font color=red><b>Du avinstallerer pakker som er en del av systemprofilen.<br>Dette kan skade systemet.</b></font>

source: Form2
nb: Skjema2

source: <font size="+1">Packages in Portage</font>
nb: <font size="+1">Pakker i Portage</font>

source: Filter packages here...
nb: Filtrer pakker her . . .

source: &All Packages
nb: &Alle pakker

source: &Updates
nb: &Oppdateringer

source: I&nstalled Packages
nb: I&nstallerte pakker

source: Clear filter
nb: Tøm filter

source: Uninstall
nb: Avinstaller

source: Uninstall selected packages...
nb: Avinstaller valgte pakker . . .

source: Add to &Queue
nb: Legg til i &køen

source: Add/Remove selected packages to the Installation Queue
nb: Legg til/Fjern valgte pakker i installasjonskøen

source: Details...
nb: Detaljer . . .

source: Return
nb: Enter

source: Show package details...
nb: Vis pakkedetaljer . . .

source: View package details...
nb: Vis pakkedetaljer . . .

source: Add to Queue
nb: Legg til i køen

source: Remove from Queue
nb: Fjern fra køen

source: <qt>Do you want to refresh the Packages view?<br>This will take a couple of minutes...</qt>
nb: <qt>Vil du oppdatere Portage-visningen?<br>Dette vil ta et par minutter . . .</qt>

source: Refreshing Packages
nb: Oppdaterer pakker

source: packages selected
nb: pakker valgt

source: <b>Homepage: </b>
nb: <b>Hjemmeside: </b>

source: %1Package not available in Portage tree anymore!%2
nb: %1Pakken er ikke tilgjengelig i Portage-treet lenger.%2

source: %1Installed&nbsp;version:%2%3%4
nb: %1Installert&nbsp;versjon:%2%3%4

source: %1Emerge&nbsp;version:%2%3%4
nb: %1Vil installere&nbsp;%2%3

source: %1Emerge&nbsp;version:%2No version available on %3%4
nb: %1Vil&nbsp;installere:%2Ingen verjson tilgjengelig på %3%4

source: %1Emerge&nbsp;version:%2No version available - please check package details%3
nb: %1Vil&nbsp;installere:%2Ingen versjon tilgjengelig - kontroller pakkedetaljer%3

source: %1Available&nbsp;versions:%2%3%4
nb: %1Tilgjengelige&nbsp;versjoner:%2%3%4

source: %1Available&nbsp;versions:%2No versions available on %3%4
nb: %1Tilgjengelige&nbsp;versjoner:%2Ingen versjoner tilgjengelig på %3%4

source: &Add to queue
nb: &Legg til i kø

source: &Remove from queue
nb: Fje&rn fra køen

source: Add to world
nb: Legg til i verden

source: Remove from world
nb: Fjern fra verden

source: &Uninstall
nb: &Avinstaller

source: Update
nb: Oppdater

source: Portage will not check if the package you want to remove is required by another package.<br> Do you want to uninstall following packages?
nb: Portage kontrollerer ikke om pakker som skal avinstalleres kreves av en annen pakke.<br> Avinstallere følgende pakker?

source: <font size="+1">Packages in Installation Queue</font>
nb: <font size="+1">Pakker i installasjonskøen</font>

source: Remove package from Q&ueue after installation
nb: &Fjern pakke fra køen etter installasjon

source: Remove &All
nb: Fjern &alle

source: Remove all packages in Queue
nb: Fjern alle pakkene i køen

source: Remove selected package from Queue
nb: Fjern valgte pakker fra køen

source: Return, Ctrl+S
nb: Enter, Ctrl+S

source: Step &1: Check Installation
nb: Trinn 1: Kontroller installasjonen

source: Check packages in Queue with emerge pretend
nb: Kontroller pakkene i køen («emerge pretend»)

source: Step &2: Start Installation
nb: Trinn &2: Start installasjon

source: Start emerge of all packages in Queue
nb: Start installasjon av pakkene i køen

source: <b>Summary</b><br> <font color="gray">Installation Queue is empty.</font>
nb: <b>Sammendrag</b><br> <font color="gray">Installasjonskøen er tom.</font>

source: <b>Emerge Options</b>
nb: <b>Installasjonsinnstillinger</b>

source: Download all packa&ges before installing them (--fetch-all-uri)
nb: &Last ned alle pakker før de installeres (--fetch-all-uri)

source: Force reinstall of config files (--&noconfmem)
nb: Tving gjeninstallering av oppsettsfiler (--&noconfmem)

source: Do not add the pac&kages to the world profile (--oneshot)
nb: Ikke legg pa&kker til i verdensprofilen (--oneshot)

source: <qt><table width=300><tr><td>Instead of doing any package building, just perform fetches for all packages (the main package as well as all dependencies), grabbing all potential files.</td></tr></table></qt>
nb: <qt><table width=300><tr><td>Bare last ned alle pakkene, ikke installer dem (hovedpakken og avhengighetene).</td></tr></table></qt>

source: <qt><table width=300><tr><td>Emerge as normal, but do not add the packages to the world profile for later updating.</td></tr></table></qt>
nb: <qt><table width=300><tr><td>Installer som normalt, men ikke legg til pakkene i verdensfilen for oppdatering seinere.</td></tr></table></qt>

source: <qt><table width=300><tr><td>Causes portage to disregard merge records indicating that a config fileinside of a CONFIG_PROTECT directory has been merged already. Portage will normally merge those files only once to prevent the userfrom dealing with the same config multiple times. This flag will cause the file to always be merged.</td></tr></table></qt>
nb: <qt><table width=300><tr><td>Gjør at Portage overser installasjonslogger som viser at en oppsettsfil inne i en «CONFIG_PROTECT»-katalog er installert allerede. Portage installerer vanligvis disse filene kun én gang, for å spare brukeren for å slå sammen de samme filene flere ganger. Denne innstillingen gjør at de alltid blir slått sammen.</td></tr></table></qt>

source: <table width=100% border=0 cellpadding=0><tr><td colspan=2><b>Summary</b></td></tr>
nb: <table width=100% border=0 cellpadding=0><tr><td colspan=2><b>Oppsummering</b></td></tr>

source: <tr><td width=10%>Number&nbsp;of&nbsp;packages:</td><td> %1</td></tr>
nb: <tr><td width=10%>Antall&nbsp;pakker:</td><td> %1</td></tr>

source: <tr><td width=10%>Initial&nbsp;estimated&nbsp;time:</td><td> %1</td></tr>
nb: <tr><td width=10%>Opprinnelig&nbsp;beregnet&nbsp;tid:</td><td> %1</td></tr>

source: <tr><td width=10%>Elapsed&nbsp;time:</td><td> %1</td></tr>
nb: <tr><td width=10%>Brukt&nbsp;tid:</td><td> %1</td></tr>

source: <tr><td width=10%>Estimated&nbsp;time&nbsp;remaining:</td><td> %1</td></tr></table>
nb: <tr><td width=10%>Beregnet&nbsp;tid&nbsp;igjen:</td><td> %1</td></tr></table>

source: Abort Installation
nb: Avbryt installasjon

source: Do you want to Download following packages?
nb: Vil du laste ned følgende pakker?

source: Installation queue
nb: Installasjonskø

source: Do you want to install following packages?
nb: Vil du installere følgende pakker?

source: Do you want to abort the running installation?
nb: Avbryte installasjonen som pågår?

source: Duration
nb: Varighet

source: Progress
nb: Framgang

source: na
nb: I/T

source: Emerge check update options
nb: Sjekk oppdatering-innstillinger

source: &Deep
nb: &Dyp

source: <i>Forces emerge to consider the entire dependency tree of packages.<br> Refresh Updates for changes to take effect.</i>
nb: <i>Tvinger Portage til å se på hele avhengighetstreet til pakker.<br> Oppdater oppdateringsoversikten for at endringene skal tre i kraft.</i>

source: Kuroo options
nb: Kuroo-innstillinger

source: Dock kuroo in system tray (close does not e&xit kuroo)
nb: Legg Kuroo til i s&ystemkurven (lukking avslutter ikke Kuroo)

source: Package options
nb: Pakkeinnstillinger

source: <i>Restart for changes to take effect.</i>
nb: <i>Start på nytt for at endringene skal tre i kraft.</i>

source: Package filter options
nb: Innstillinger for pakkefiltre

source: Click to select the background color of the OSD.
nb: Klikk for å velge bakgrunnsfargen til skjermteksten.

source: The color of the OSD background.
nb: Bakgrunnsfargen til skjermskriften.

source: Click to select the color of the OSD text.
nb: Klikk for å velge fargen på skjermteksten.

source: The color of the OSD text.
nb: Fargen på skjermteksten.

source: No matching packages found
nb: Fant ingen passende pakker

source: Matching packages found
nb: Passende pakker funnet

source: Log browser text font
nb: Skrifttype for loggviser

source: Build options
nb: Byggingsinnstillinger

source: &Build
nb: &Bygg

source: Advanced build options
nb: Avanserte byggingsinnstillinger

source: yes
nb: ja

source: no
nb: nei

source: Portage directories
nb: Portage-kataloger

source: Config files in /etc
nb: Oppsettsfiler i «/etc»

source: Confi&gurations
nb: &Oppsett

source: Download
nb: Last ned

source: &Network
nb: &Nettverk

source: Sync
nb: Synkroniser

source: Directories
nb: Kataloger

source: General
nb: Generelt

source: Etc-update warnings
nb: Oppdateringsadvarsler

source: General preferences
nb: Generelle innstillinger

source: Edit your make.conf file
nb: Rediger filen «make.conf»

source: Edit your etc-update warning file list
nb: Advar ved endring av disse oppsettsfilene

source: Failed to save %1. Please run as root.
nb: Klarte ikke lagre «%1»; kjør som superbruker.

source: Frontend to Gentoo Portage
nb: Grensesnitt for Gentoo Portage

source: Initialize Kuroo with init
nb: Initialiser Kuroo med init

source: Original author and maintainer
nb: Opprinnelig forfatter og vedlikeholder

source: French translation
nb: Fransk oversettelse

source: German translation
nb: Tysk oversettelse

source: Italian translation
nb: Italiensk oversettelse

source: Norwegian translation
nb: Norsk (bokmål) oversettelse

source: Polish translation
nb: Polsk oversettelse

source: Kuroo icons
nb: Kuroo-ikoner

source: Portage version code
nb: Portages versjonskode

source: Kuroo is already running!
nb: Kuroo kjører allerede.

source: _: NAME OF TRANSLATORS Your names
nb: Alexander N. Sørnes

source: _: EMAIL OF TRANSLATORS Your emails
nb: alex@thehandofagony.com

source: Installation message for %1:
nb: Installasjonsmelding for «%1»:

source: Date
nb: Dato

source: Show &unmerges
nb: Vis &avinstalleringer

source: Show:
nb: Vis:

source: last week
nb: siste uke

source: last month
nb: siste måned

source: last 6 months
nb: siste 6 måneder

source: last year
nb: sIste år

source: all
nb: alle

source: to
nb: til

source: of
nb: av

source: Compiling/Merging
nb: Bygger/Installerer

source: Post-Build Cleaning
nb: Rydder opp etter bygging

source: Cleaning
nb: Rydder

source: Started emerge on
nb: Startet installasjon

source: completed emerge
nb: Installasjon fullført

source: unmerge success
nb: Vellykket avinstallering

source: Synchronizing Portage...
nb: Synkroniserer Portage . . .

source: Sync completed.
nb: Synkronisering fullført.

source: Unmerging
nb: Avinstallerer

source: Finished. Cleaning up
nb: Ferdig, rydder opp

source: Exiting successfully
nb: Avslutter vellykket

source: Configuration file
nb: Oppsettsfil
