Repository: mjeveritt/kuroo
Catalog: kuroo/trunk/po/*.po
Languages: de

source: Can not connect to database
de: Verbindung zur Datenbank kann nicht hergestellt werden.

source: History scan aborted
de: Verlaufssuche abgebrochen

source: <qt>IMPORTANT: %1 config files in /etc need updating.<br>Do you want to merge changes?</qt>
de: <qt>WICHTIG: %1 Die Konfigurationsdateien im Verzeichnis /etc müssen aktualisiert werden.<br>Sollen die Veränderungen abgeglichen werden?</qt>

source: Please specify merge tool in settings!
de: Bitte in den Einstellungen ein Vergleichsprogramm (z. B. Kompare) angeben!

source: etc-update didn't start.
de: etc-update wurde nicht gestartet.

source: Running etc-update...
de: etc-update wird ausgeführt...

source: <font color=red>Warning!<br>%1 has been edited by you.</font><br>
de: <font color=red>Warnung!<br>%1 wurde verändert.</font><br>

source: <qt>%1Do you want to merge changes in %2?</qt>
de: <qt>%1Sollen die Veränderungen in %2 abgeglichen werden?</qt>

source: etc-update (%1 of %2)
de: etc-update (%1 von %2)

source: %1 didn't start.
de: %1 wurde nicht gestartet.

source: %1 could not start!
de: %1 konnte nicht gestartet werden!

source: Merging changes in '%1'.
de: Abgleichen der Veränderungen in '%1'.

source: Skipping '%1'. etc-update will ask again next time.
de: '%1' übersprungen. etc-update wird beim nächsten Mal erneut nachfragen.

source: etc-update completed.
de: etc-update abgeschlossen.

source: Deleting '%1'. Backup saved in %2.
de: '%1' wird gelöscht. Kopie in %2 gespeichert.

source: Emerge process killed!
de: Emerge-Vorgang abgebrochen!

source: Error: Emerge didn't start.
de: Fehler: Emerge-Vorgang wurde nicht gestartet.

source: Emerge %1 started...
de: Emerge für %1 gestartet...

source: Emerging packages in queue...
de: Emerge-Vorgang für Pakete in der Warteschlange gestartet...

source: Emerge pretend %1 started...
de: Emerge-Vorgang mit "pretend"-Option für %1 gestartet...

source: Running emerge pretend...
de: Emerge-Vorgang mit "pretend"-Option wird ausgeführt...

source: Error: Emerge didn't start.
de: Fehler: Emerge-Vorgang wurde nicht gestartet.

source: Unmerge %1 started...
de: Unmerge-Vorgang für %1 gestartet...

source: Unmerging packages...
de: Unmerge-Vorgang der Pakete wird ausgeführt...

source: Emerge synchronize Portage Tree started...
de: Emerge-Vorgang zur Synchronisierung des Portage-Baums gestartet...

source: Synchronizing portage tree...
de: Synchronisierung des Portage-Baums wird ausgeführt...

source: Emerge check package updates started...
de: Emerge-Vorgang für Update-Check gestartet...

source: Checking updates...
de: Suche nach Updates gestartet...

source: Root access required!
de: Systemverwaltungs-Rechte benötigt!

source: There is no ebuilds to satisfy %1
de: Es gibt keine Ebuild-Dateien, die %1 entsprechen.

source: Done.
de: Fertig.

source: Blocks
de: Blockiert.

source: Packages are blocking emerge, please correct!
de: Einige Pakete blockieren den Emerge-Vorgang, was korrigiert werden muss!

source: Important
de: Wichtig

source: Please check log for more information!
de: Bitte Protokolldatei für weitere Informationen lesen!

source: Please add package to "package.unmask".
de: Bitte das Paket zur "package.unmask"-Datei hinzufügen.

source: <qt>Cannot emerge testing package!<br>Do you want to unmask %1?</qt>
de: <qt>Der Emerge-Vorgang für das "Testing"-Paket kann nicht ausgeführt werden!<br>Soll die Maskierung für %1 aufgehoben werden?</qt>

source: Unmask
de: Maskierung aufheben

source: Please add package to "package.keywords".
de: Bitte das Paket zur "package.keywords"-Datei hinzufügen.

source: Can not access
de: Kein Zugriff möglich

source: Counting packages...
de: Pakete zählen...

source: Updating cache...
de: Cache aktualisieren...

source: Caching aborted
de: Cache-Vorgang abgebrochen

source: Error reading:
de: Fehler beim Lesen von:

source: 1Package
de: 1Paket

source: Installed
de: Installiert

source: 2Keyword
de: 2Schlüsselwort

source: Masked
de: Maskiert

source: Unmasked
de: Unmaskiert

source: 9In Queue
de: 9In der Warteschlange

source: Size
de: Größe

source: Refreshing Portage view...
de: Portage-Liste wird aktualisiert...

source: Portage scan aborted
de: Portage-Suche abgebrochen

source: Portage Overlay scan aborted
de: Portage-Suche im Overlay-Verzeichnis abgebrochen

source: No update package found
de: Keine Paket-Updates gefunden

source: Refreshing updates view...
de: Updates-Liste wird aktualisiert...

source: Updates scan aborted
de: Updates-Suche abgebrochen

source: Refreshing Installed view...
de: Liste installierter Pakete wird aktualisiert...

source: Installed scan aborted
de: Suche nach installierten Paketen abgebrochen

source: na
de: n. v.

source: Category
de: Kategorie

source: Action
de: Modus

source: New, (not yet installed)<br>
de: Neu, (noch nicht installiert)<br>

source: New slot installation (side-by-side versions)<br>
de: Neue Slot-Installation (gleiche Versionen parallel installieren)<br>

source: Update, (changing versions)<br>
de: Update, (Versionswechsel)

source: Downgrade, (Best version seems lower)<br>
de: Zurückstufung, (vorherige Version scheint Beste zu sein)

source: Replacing, (Remerging same version)<br>
de: Ersetzung, (Emerge-Vorgang reinstalliert gleiche Version)

source: Fetch restricted, (Manual download)<br>
de: Abruf beschränkt, (manueller Download)<br>

source: fetch restricted, (Already downloaded)<br>
de: Abruf beschränkt, (Download bereits erfolgt)<br>

source: Blocked by an already installed package<br>
de: Durch bereits installiertes Paket blockiert<br>

source: Error reading /var/log/emerge.log
de: Fehler beim Lesen von /var/log/emerge.log

source: Synchronizing Portage...
de: Portage-Synchronisierung...

source: Directory
de: Verzeichnis

source: Refreshed
de: Aktualisiert

source: Error writing:
de: Fehler beim Schreiben von:

source: Error writing %1/kuroo.log.
de: Fehler beim Schreiben von %1/kuroo.log.

source: Saving
de: Speichern

source: Date
de: Datum

source: Time
de: Zeit

source: <qt>Do you want to refresh Portage disk usage overview?<br>This will take a couple of minutes...</qt>
de: <qt>Soll die Speicherbelegung von Portage aktualisiert werden?<br>Der Vorgang wird einige Minuten dauern...</qt>

source: Portage Disk Usage
de: Portage-Speicherbelegung

source: Error reading
de: Fehler beim Lesen von

source: No scan
de: Keine Suche

source: Deleting old version of %1
de: Alte Version von %1 wird gelöscht

source: Error reading: /etc/make.conf
de: Fehler beim Lesen von /etc/make.conf.

source: Error reading: /etc/make.profile
de: Fehler beim Lesen von /etc/make.profile.

source: Package
de: Paket

source: Description
de: Beschreibung

source: 4Action
de: 4Modus

source: 5Description
de: 5Beschreibung

source: 6Size
de: 6Größe

source: Can not find %1/%2-%3 in kuroo repository.
de: %1/%2-%3 wurde im Kuroo-Speicher nicht gefunden.

source: &Emerge pretend
de: &Emerge (mit "pretend")

source: &Append to queue
de: Zur &Warteschlange

source: View Info
de: Infos anzeigen

source: Path to Portage directory not valid...
de: Pfad zum Portage-Verzeichnis ist ungültig...

source: Please correct!
de: Bitte korrigieren!

source: Path to Kuroo home not valid...
de: Pfad zum "Home"-Ordner von Kuroo ist ungültig...

source: %1 will be created.
de: %1 wird erstellt.

source: Path to Portage overlay directory %1 not valid...
de: Pfad zum Overlay-Verzeichnis von Portage (%1) ist ungültig...

source: Error checking paths...
de: Fehler beim Überprüfen der Pfade...

source: Kuroo - Portage frontend
de: Kuroo - Ein Portage-Frontend

source: &Configure Kuroo...
de: Kuroo &einrichten...

source: Advanced emerge options
de: Erweiterte Emerge-Optionen

source: Reset
de: Zurücksetzen

source: Do you want to emerge following packages?
de: Sollen die folgenden Pakete installiert werden?

source: Emerge queue
de: Warteschlange

source: Do you want to abort the running emerge process?
de: Soll der laufende Emerge-Vorgang abgebrochen werden?

source: Emerge pretend
de: Emerge (mit "pretend")

source: 3Description
de: 3Beschreibung

source: 4Size
de: 4Größe

source: 5Time
de: 5Zeit

source: &Wizard
de: &Assistent

source: &Emerge Log
de: &Emerge-Protokoll

source: &Refresh
de: &Aktualisieren

source: &Sync
de: S&ynchronisieren

source: &Find
de: &Suchen

source: Refresh Installed view
de: Liste installierter Pakete aktualisieren

source: Find packages in Installed
de: Installierte Pakete finden

source: Refresh Portage view
de: Portage-Liste aktualisieren

source: Find packages in Portage
de: Pakete im Portage-Baum finden

source: Synchronize Portage with Gentoo mirrors
de: Portage mit Gentoo-Servern synchronisieren

source: Refresh Updates view
de: Updates-Liste aktualisieren

source: Refresh Portage directories usage
de: Portage-Speicherbelegung aktualisieren

source: <qt>Do you want to synchronize portage?<br><br>Portage, Installed and Updates view will be refreshed automatically afterwards. Queue and Results view will be cleared.<br>This will take a couple of minutes...</qt>
de: <qt>Soll der Portage-Baum mit den Gentoo-Servern synchronisiert werden?<br><br>Die Liste des Portage-Baums, der installierten Pakete und Updates wird anschließend automatisch aktualisiert. Die Warteschlangen- und Ergebnisliste werden gelöscht.<br>Der Vorgang wird einige Minuten dauern...</qt>

source: Last sync: %1
de: Letzte Synchronisierung: %1

source: settings
de: Einstellungen

source: <qt>Kuroo is busy<br><br>Do you want to quit?<br>All jobs will be aborted.</qt>
de: <qt>Kuroo ist gerade beschäftigt.<br><br>Alle Aufgaben werden abgebrochen.<br>Soll dennoch beendet werden?</qt>

source: Queue
de: Warteschlange

source: Results
de: Ergebnisse

source: Logs
de: Protokolle

source: <qt>Kuroo database is empty!<br><br>Kuroo will now first scan your emerge log to create the emerge history. Next Kuroo will refresh Portage, Installed and Updates packages view.<br>Information in Portage will be cached.</qt>
de: <qt>Die Kuroo-Datenbank ist leer!<br><br>Kuroo wird nun zuerst das Emerge-Protokoll durchsuchen, um den Emerge-Verlauf zu erstellen. Danach wird Kuroo die Liste des Portage-Baums, der installierten Pakete und Updates aktualisieren.<br>Die Informationen im Portage-Baum werden zwischengespeichert.</qt>

source: Initialize Kuroo
de: Initialisierung von Kuroo

source: You must run Kuroo as root to emerge packages!
de: Kuroo muss vom Benutzer "root" ausgeführt werden, um Pakete installieren zu können!

source: &Installed (%1)
de: &Installiert (%1)

source: &Queue (%1)
de: &Warteschlange (%1)

source: &Results (%1)
de: &Ergebnisse (%1)

source: _: NAME OF TRANSLATORS Your names
de: Martin Baranski

source: _: EMAIL OF TRANSLATORS Your emails
de: eagle@eagle-cage.de

source: Frontend to Gentoo Portage
de: Frontend für Gentoo Portage

source: Initialize Kuroo with init
de: Initialisierung von Kuroo mit "init"

source: Original author and maintainer
de: Ursprünglicher Autor und Verwalter

source: Spanish translation
de: Spanische Übersetzung

source: German translation
de: Deutsche Übersetzung

source: Norwegian translation
de: Norwegische Übersetzung

source: Kuroo icons
de: Kuroo Symbole

source: Testing
de: Tester

source: Kuroo is already running!
de: Kuroo läuft bereits!

source: &Configure Watcher...
de: &Watcher konfigurieren...

source: &Check updates
de: Nach &Updates suchen

source: Latest Gentoo packages and Security Advisories
de: Neueste Gentoo-Pakete und Sicherheitshinweise

source: Connection
de: Verbindung

source: General
de: Allgemein

source: General settings
de: Allgemeine Einstellungen

source: Advanced
de: Erweitert

source: Glsa and alert settings
de: GLSA- und Warneinstellungen

source: <br><br><b>Latest GLSA</b>
de: <br><br><b>Neueste GLSA-Meldungen</b>

source: <br><br><b>Latest stable packages</b>
de: <br><br><b>Neueste, stabile Pakete</b>

source: <br><br><b>Latest testing packages</b>
de: <br><br><b>Neueste Test-Pakete</b>

source: etc warnings
de: etc-Warnungen

source: General preferences
de: Allgemeine Einstellungen

source: Edit your make.conf file
de: Einstellungen der Datei "make.conf" bearbeiten

source: Edit your package.keywords file
de: Einstellungen der Datei "package.keywords" bearbeiten

source: Edit your package.unmask file
de: Einstellungen der Datei "package.unmask" bearbeiten

source: Edit your package.mask file
de: Einstellungen der Datei "package.mask" bearbeiten

source: Edit your world file
de: Einstellungen der "world"-Datei bearbeiten

source: Edit your etc-update warning file list
de: Warnungen für Dateien im etc-Ordner bearbeiten

source: Failed to save makeconf. Please run as root.
de: Fehler beim Speichern der Datei "make.conf". Kuroo muss als Root ausgeführt werden.

source: Failed to save package.unmask. Please run as root.
de: Fehler beim Speichern der Datei "package.unmask".Kuroo muss als Root ausgeführt werden.

source: Failed to save package.mask. Please run as root.
de: Fehler beim Speichern der Datei "package.mask". Kuroo muss als Root ausgeführt werden.

source: Failed to save package.keywords. Please run as root.
de: Fehler beim Speichern der Datei "package.keywords". Kuroo muss als Root ausgeführt werden.

source: Failed to save world file. Please run as root.
de: Fehler beim Speichern der "world"-Datei. Kuroo muss als Root ausgeführt werden.

source: Error writing: /etc/make.conf
de: Fehler beim Schreiben von /etc/make.conf.

source: Do you want export all Installed packages to the world file?
de: Sollen alle installierten Pakete in die "world"-Datei exportiert werden?

source: Export to world file completed.
de: Export in die "world"-Datei abgeschlossen.

source: Please run kuroo as root for exporting to %1.
de: Kuroo muss für den Export nach %1 als Root ausgeführt werden.

source: Disk usage
de: Speicher

source: History
de: Verlauf

source: Kuroo log
de: Kuroo-Protokoll

source: Ver&bose
de: ausführliches Protokoll

source: Save log on e&xit
de: Protokoll beim &Beenden speichern

source: emerge.log
de: "emerge.log"-Datei

source: &Clear
de: &Leeren

source: Empty results queue
de: Leere Ergebnisliste

source: Appe&nd all
de: Alle hi&nzufügen

source: Add all packages in result queue to the installation queue
de: Alle Pakete der Ergebnisliste zur Warteschlange hinzufügen

source: 1/8 - Introduction
de: 1/8 - Einführung

source: <p><font size="+2">Gentoo Portage management</font></p> <p>Kuroo is a frontend to Gentoo Portage and emerge tool.</p> <p><b>Portage</b><br> Manage and browse installed packages and the "Portage tree".<br> Portage overlay support.<br> Fast packages search by name and description.<br> Portage directories size overview.<br> Export installed packages to word file.<br> Unmask packages (package.keywords).</p> <p><b>Emerge packages</b><br> Installation queue for emerging multiple packages.<br> Update single packages or whole system/world.<br> Emerge with auto unmask.</p> <p><b>History and emerge time</b><br> Full emerge log with emerge duration (time).<br> Emerge time approximation based on statistics calculated from entries in emerge log.</p> <p><b>Gentoo Linux Security Advisories</b><br> Glsa and latest released package with "Gentoo Watcher" in system tray.<br> Check packages with new "glsa-check" (experimental).</p> <p><b>Emerge etc changes</b><br> Update etc-files with external diff frontend (etc-update) with warnings.</p>
de: <p><font size="+2">Gentoo Portage Management</font></p> <p>Kuroo ist eine grafische Oberfläche für Gentoo Portage und das Emerge-Tool.</p> <p><b>Portage</b><br> Manage und durchsuchen von installierten Paketen sowie dem "Portage-Baum".<br> Portage Overlay-Unterstützung.<br> Schnelle Paketsuche anhand des Paketnamens oder der Beschreibung.<br> Überblick über die Größe der Portage-Verzeichnisse.<br> Export der Liste installierter Pakete in die "world"-Datei<br> Maskierung von Paketen aufheben (package.keywords).</p> <p><b>Pakete via Emerge installieren</b><br> Warteschlange für die Installation mehrerer Pakete.<br> Aktualisierung einzelner Pakete oder des ganzen Systems.<br> Installation mit automatischer Aufhebung von Maskierungen.</p> <p><b>Verlauf und Emerge-Dauer</b><br> Vollständiges Emerge-Protokoll mit Emerge-Zeit.<br> Emerge-Dauer wird anhand von Statistiken der Einträge des Emerge-Protokolls errechnet.</p> <p><b>Gentoo Linux Security Advisories<br>(Gentoo Linux Sicherheitsratgeber)</b><br> GLSA und die neuesten Pakete dank "Gentoo Watcher" in der Systemleiste.<br> Suche nach Paketen mit "glsa-check" (experimentell).</p> <p><b>etc-Änderungen durch Emerge</b><br> Aktualisierung der etc-Dateien mit externem "diff"-Programm (etc-update) inkl. Warnungen.</p>

source: <p><font size="+2">Live package and Glsa checks</font></p> <p>Gentoo Watcher is a small system tray application watching rss feeds from <a href="www.gentoo.org">gentoo.org</a> for latest packages. The watcher also checks latest Gentoo Linux Security Advisories.</p> <p>Right-click on a package to send it to Kuroo for emerging. Right-clicking on a Glsa opens the concerning page at <a href="http://www.gentoo.org">gentoo.org</a> in your browser.</p> Gentoo Watcher now supports the new "glsa-check" (experimental). Gentoo Watcher (kuroo_watcher) is placed in autostart for all user and disabled by default.<br> Launch Gentoo Watcher from KMenu->System.
de: <p><font size="+2">Suche nach Live package und GLSA- checks</font></p> <p>Gentoo Watcher ist eine kleine Anwendung in der Systemleiste, die die RSS-Feeds von <a href="www.gentoo.org">Gentoo.org</a> auf neueste Pakete hin überwacht. Außerdem werden die aktuellsten Meldungen des Gentoo Linux Sicherheitsratgebers (GLSA) angezeigt.</p> <p>Per Rechtsklick auf ein Paket wird Kuroo gestartet und das Paket installiert. Ein Rechtsklick auf eine GLSA-Meldung öffnet die entsprechende Website auf <a href="http://www.gentoo.org">Gentoo.org</a> im Webbrowser.</p> Gentoo Watcher unterstützt nun den neuen "glsa-check" (experimentell). Gentoo Watcher (Kuroo_Watcher) ist im Autostart-Ordner von jedem Benutzer und standardmäßig deaktiviert.<br> Gentoo Watcher kann via KMenu->System gestartet werden.

source: 3/8 - Merging etc-updates
de: 3/8 - Angleichung bei etc-update

source: <p><font size="+2">Updating etc-files with external diff frontend</font></p> <p>etc-update is a tool that aids in merging etc files produced by emerge . Kuroo will run etc-update and open each files one after one for manual merging in external frontend like Kompare or KDiff3.Backup of the original etc-files are saved in /var/tmp/kuroo/backup with timestamp.</p> <p>As a safety precaution Kuroo will warn you when you are about to change important etc-files. Go to Kuroo settings to edit the list of "protected" etc-files.</p>
de: <p><font size="+2">Aktualisierung der etc-Dateien mit externem "diff"-Programm</font></p> <p>etc-update ist ein kleines Programm, dass beim Angleichen von etc-Dateien hilft. Kuroo wird etc-update ausführen und jede einzelne Datei für manuelles Angleichen in einer externen Oberfläche (z. B. Kompare oder KDiff3) öffnen. Kopien der originalen etc-Dateien werden in /var/tmp/kuroo/backup mit einem Zeitstempel gespeichert.</p> <p>Aus Sicherheitsgründen wird Kuroo Warnungen ausgeben, falls wichtige etc-Dateien verändert werden sollen. Die Liste der geschützten etc-Dateien kann in den Kuroo-Einstellungen bearbeitet werden.</p>

source: Kuroo home
de: Kuroo-Verzeichnis

source: Portage directory
de: Portage-Verzeichnis

source: System architecture
de: Systemarchitektur

source: Portage overlay directories
de: Portage Overlay-Verzeichnisse

source: <p><font size="+2">Local configuration detection</font></p> Kuroo has detected your system configuration:
de: <p><font size="+2">Lokale Konfiguration erkennen</font></p> Kuroo hat folgende Systemkonfiguration erkannt:

source: Keep these setting if unsure.<br> All settings are editable later in Kuroo preferences.
de: Diese Einstellungen sollten verwendet werden, wenn man unsicher ist.<br> Alle Einstellungen können später in den Kuroo-Optionen verändert werden.

source: 5/8 - Package information
de: 5/8 - Portage-Informationen

source: <p><font size="+2">Package information and status</font></p> <p><b>Colors</b><br> Masked packages are marked <font color="darkRed"><b>dark red</b></font>.<br> Unmasked packages (added to package.keywords) are marked <font color="darkBlue"><b>dark blue</b></font>.<br> The colors are editable in Kuroo preferences.</p> <p><b>Package tooltip</b><br> Tooltip is activated when holding the pointer on the description column.</p> <p><b>Icons</b><br> Icons indicating package status:</p>
de: <p><font size="+2">Paketinformationen und Status</font></p> <p><b>Farben</b><br> Maskierte Pakete sind <font color="darkRed"><b>dunkelrot</b></font> markiert.<br> Pakete mit aufgehobener Maskierung (zu "package.keywords"-Datei hinzugefügt) sind <font color="darkBlue"><b>dunkelblau</b></font> markiert.<br> Die Farben können in den Kuroo-Einstellungen geändert werden.</p> <p><b>Paket-Kurzinfo</b><br> Kurzinfos werden angezeigt, wenn der Mauszeiger über der Beschreibungsspalte steht.</p> <p><b>Symbole</b><br> Symbole zeigen den Paketstatus an:</p>

source: Package in Gentoo Portage.
de: Paket im Gentoo Portage-Baum

source: Installed package.
de: Installiertes Paket

source: Ebuild (version of a package) in Gentoo Portage.
de: Ebuild (Paketversion) im Gentoo Portage-Baum

source: Package not found in Gentoo Portage.
de: Paket nicht im Gentoo Portage-Baum gefunden

source: Package corresponding to this ebuild is installed.
de: Zu diesem Ebuild gehörendes Paket ist installiert

source: Package is in emerge queue.
de: Paket befindet sich in der Warteschlange

source: 6/8 - More information...
de: 6/8 - Weitere Informationen

source: <font size="+2">Read more</font><br><br> Visit <a href="http://guitoo.sf.net">Kuroo</a> for quicktour, FAQ, howtos...<br> <br> <b>Kuroo dependencies</b><br> The fast embedded sqlite is used for data storage.<br> Kuroo make use of following package:<br> - app-portage/gentoolkit.<br> <br> <b>Gentoo</b><br> The "g" logo is a trademark of Gentoo Technologies.<br> The Gentoo artwork is copyright Gentoo Technologies.<br> Kuroo is not part of the Gentoo project and is not directed or managed by Gentoo Foundation, Inc.
de: <font size="+2">Weiteres</font><br><br> Anleitungen, FAQs, einen Schnelleinstieg, etc. gibt es auf der <a href="http://guitoo.sf.net">Kuroo-Website</a>.<br> <br> <b>Kuroo Abhängigkeiten</b><br> Das schnelle und eingebettete SQLite wird für die Datenspeicherung verwendet.<br> Kuroo nutzt außerdem das folgende Paket:<br> - app-portage/gentoolkit<br> <br> <b>Gentoo</b><br> Das "g"-Logo ist ein eingetragenes Warenzeichen von Gentoo Technologies.<br> Das Gentoo-Artwork ist urheberrechtlich von Gentoo Technologies geschützt.<br> Kuroo ist kein Teil des Gentoo-Projekts und wird nicht von der Gentoo Foundation, Inc. geleitet oder verwaltet.

source: 7/8 - Changelog
de: 7/8 - Änderungsprotokoll (Changelog)

source: 8/8 - Completion
de: 8/8 - Abschluss
