Repository: mjeveritt/kuroo
Catalog: kuroo/trunk/po/*.po
Languages: de

source: <p><font size="+2">System scan</font></p> <p> Press "Finish" to launch kuroo and load the views with your systems packages.</p> <p><b>Description of the process</b><br> 1. Kuroo scans the emerge.log where all emerge activities are logged, eg emerged and unmerged packages. Kuroo compiles emerge time statistics for found packages.</p> <p>2. Kuroo will then scan the Portage tree directory and the local Portage Overlay. The Portage view represents the official Gentoo Portage tree plus the third-party packages found in the local Portage Overlay.</p> <p>3. Kuroo will proceed by scanning for installed packages on your system. </p> <p>4. As last step Kuroo will launch the emerge tool as "emerge -uDpv world" to collect the list of all upgradable packages.</p> <p>Pressing "Finish" resets all dialogs and views settings to default.</p> <p><b>Upgrading to a new version of kuroo will clear the package database.</b></p>
de: <p><font size="+2">System-Scan</font></p> <p>Ein Klick auf "Fertig" startet Kuroo und lädt die Listen mit den vorhandenen Paketen.</p> <p><b>Beschreibung des Vorgangs</b><br> 1. Kuroo durchsucht die das Emerge-Protokoll (emerge.log), in dem alle Emerge-Vorgänge gespeichert sind. Beispielsweise installierte und deinstallierte Pakete. Kuroo erstellt Statistiken für die Emerge-Dauer der gefundenen Pakete.</p> <p>2. Kuroo wird danach den Portage-Baum sowie das lokale Portage Overlay-Verzeichnis durchsuchen. Die fertige Portage-Liste entspricht dem offiziellen Portage-Baum, plus den Paketen Dritter aus dem lokalen Portage Overlay-Verzeichnis.</p> <p>3. Kuroo wird anschließend mit dem Durchsuchen nach installierten Paketen fortfahren.</p> <p>4. Als letzten Schritt wird Kuroo einen Emerge-Vorgang ("emerge -uDpv world") ausführen, um eine Liste der verfügbaren Updates zu erhalten.</p> <p>Ein Klick auf "Fertig" setzt alle Dialoge und Listeneinstellungen zurück.</p> <p><b>Ein Update von Kuroo wird die Paketdatenbank löschen.</b></p>

source: Abort running emerge process
de: Laufenden Emerge-Vorgang abbrechen

source: &Go!
de: &Los!

source: Alt+G
de: Alt+L

source: Emerge packages in installation queue
de: Pakete in der Warteschlange installieren

source: Cle&ar
de: L&eeren

source: Alt+A
de: Alt+E

source: Empty installation queue
de: Warteschlange leeren

source: Optio&ns...
de: Optio&nen

source: See Gentoo manual for description
de: Beschreibung siehe Gentoo-Handbuch

source: Total size
de: Gesamtgröße

source: Approximated total emerge time
de: Geschätzte Emerge-Dauer

source: Paths
de: Pfade

source: Installed repository
de: Installierte Pakete

source: Architecture
de: Architektur

source: View unmer&ges
de: Deinstallationen anzei&gen

source: Emerge check update option
de: Emerge Aktualisierungsoption

source: etc-update merging frontend
de: Angleichungsprogramm für etc-update

source: External tool
de: Externes Programm

source: Important notice filter for emerge output
de: Filter für wichtige Meldungen der Emerge-Ausgabe

source: Pattern (regexp)
de: Muster (regulärer Ausdruck)

source: Package status color
de: Statusfarbe von Paketen

source: Unmasked package
de: Unmaskiertes Paket

source: The color of the OSD background.
de: Hintergrundfarbe des OSD-Textes

source: Click to select the color of the OSD text.
de: Hier klicken, um die OSD-Textfarbe zu wählen.

source: The color of the OSD text.
de: Schriftfarbe des OSD-Textes

source: Click to select the background color of the OSD.
de: Hier klicken, um die OSD-Hintergrundfarbe zu wählen.

source: Masked package
de: Maskiertes Paket

source: Build
de: Kompilierung

source: Build options
de: Kompilieroptionen

source: Advanced build
de: Erweiterte Kompilierung

source: Advanced build options
de: Erweiterte Kompilieroptionen

source: Directories and files
de: Dateien und Ordner

source: Portage directories
de: Portage-Verzeichnisse

source: Config files in /etc
de: Konfigurationsdateien in /etc

source: Network
de: Verbindungen

source: Sync
de: Synchronisierung

source: E&xport to world file
de: E&xport in die "world"-Datei

source: Is it first time running?
de: Ist dies der erste Start von Kuroo?

source: The interval rss checks
de: Zeitabstand zwischen RSS-Aktualisierungen

source: Start Gentoo Watcher automatically at login?
de: Soll der Gentoo Watcher automatisch nach dem Login gestartet werden?

source: Number of Glsa rows to view
de: Anzahl der zu zeigenden GLSA-Zeilen

source: Home directory
de: Home-Verzeichnis

source: Url to Glsa rss
de: Adresse vom GLSA-RSS

source: Url to stable packages rss
de: Adresse vom "Stable"-Paket-RSS

source: Url to testing packages rss
de: Adresse vom "Testing"-Paket-RSS

source: Url to SourceForge Kuroo
de: Adresse vom SourceForge-RSS von Kuroo

source: View in alert popup
de: Hinweis-Popup anzeigen

source: View all
de: Alle anzeigen

source: gentoolkit-0.2.0 must be installed!
de: GenToolkit-0.2.0 muss installiert sein!

source: Use experimental glsa-check
de: Experimentellen GLSA-Check benutzen

source: rows
de: Zeilen

source: The log in-interval
de: Login-Intervall

source: Glsa rows
de: Zeilen vom GLSA

source: Check rss
de: RSS-Abfrage

source: Interval
de: Intervall

source: hours
de: Stunde(n)

source: The log interval
de: Login-Intervall

source: &Autostart at login
de: &Automatischer Start beim Login

source: Re-log in so you don't get disconnected
de: Wieder einloggen, damit die Verbindung nicht getrennt wird.

source: Without this enabled, you will get disconnected after a while of inactivity.
de: Ist diese Option deaktiviert, wird die Verbindung nach einiger Zeit der Inaktivität getrennt.

source: Here you enter the username for the internet connection
de: Hier erfolgt die Eingabe des Benutzersnamens für die Internet-Verbindung

source: Here you enter the password for the internet connection
de: Hier erfolgt die Eingabe des Passworts für die Internet-Verbindung

source: Warning!
de: Warnung!

source: Latest Gentoo ebuilds and security advisories
de: Neueste Gentoo-Ebuild-Dateien und Sicherheitsratschläge

source: Click package you want to emerge in kuroo
de: Anklicken, um das Paket via Kuroo zu installieren.

source: Order
de: Anordnung

source: Gentoo Linux Security &Advisories
de: Gentoo Linux Sicherheitsr&atschläge

source: Package and Severity
de: Paket (Priorität)

source: Address
de: Adresse

source: K&uroo releases (SourceForge)
de: K&uroo-Veröffentlichungen (SourceForge)

source: New release
de: Neue Veröffentlichung

source: I&nstall all updates!
de: Alle Updates i&nstallieren!

source: Summar&y
de: &Übersicht

source: I&nstalled files
de: Installierte Dateien

source: Name
de: Bezeichnung

source: Search for
de: Suche nach

source: Look in
de: Suche in

source: Use Flag description:
de: USE-Flag-Beschreibung:

source: Depe&ndencies
de: Abhä&ngigkeiten

source: <qt>Do you want to refresh Updates view?</qt>
de: <qt>Soll die Updates-Liste aktualisiert werden?</qt>

source: Refreshing Updates
de: Aktualisierung der Updates-Liste

source: &Install now
de: Jetzt &installieren

source: 3Action
de: 3Modus

source: 6Installed
de: 6Installiert

source: 7Size
de: 7Größe

source: Package
de: Paket

source: 4Description
de: 4Beschreibung

source: 5Installed
de: 5Installiert

source: 5Size
de: 5Größe

source: A KDE KPart Application
de: Eine KDE-KPart-Anwendung

source: start or init
de: start oder init

source: Total installed packages:
de: Anzahl installierter Pakete:

source: <qt>Do you want to refresh Installed view?</qt>
de: <qt>Soll die Liste der installierten Pakete aktualisiert werden?</qt>

source: Refreshing Installed
de: Aktualisierung der Liste installierter Pakete

source: <qt>Portage will not check if the package you want to remove is required by another package.<br>Do you want to unmerge following packages?</qt>
de: <qt>Portage wird nicht prüfen, ob das Paket, das deinstalliert werden soll, von anderen Paketen benötigt wird.<br>Sollen die folgenden Pakete deinstalliert werden?</qt>

source: Unmerge packages
de: Pakete deinstallieren

source: &Upgrade pretend
de: &Upgrade mit "pretend"

source: Unin&stall
de: Dein&stallieren

source: Find packages
de: Pakete suchen

source: Search
de: Suche

source: <b>License:</b>
de: <b>Lizenz:</b>

source: <b>Branches:</b>
de: <b>Architekturen:</b>

source: <b>Size:</b>
de: <b>Größe:</b>

source: <b>Emerge date: </b>
de: <b>Installiert am:</b>

source: <b>Emerge average time: </b>
de: <b>Durchschnittliche Emerge-Dauer:</b>

source: No packages found matching: %1
de: Keine Pakete gefunden, die %1 entsprechen.

source: Total available packages:
de: Anzahl verfügbarer Pakete:

source: <qt>Do you want to refresh Portage view?<br><br>Installed and Updates view will be refreshed automatically afterwards. Queue and Results view will be cleared.<br>This will take a couple of minutes...</qt>
de: <qt>Soll die Portage-Liste aktualisiert werden?<br><br>Die Liste der installierten Pakete und Updates wird anschließend automatisch aktualisiert. Die Warteschlangen- und Ergebnisliste werden gelöscht.<br>Der Vorgang wird einige Minuten dauern...</qt>

source: Refreshing Portage
de: Aktualisierung der Portage-Liste

source: &Unmask
de: Maskier&ung aufheben

source: &Clear Unmasking
de: Maskierung &wiederherstellen

source: &Edit Use Flags
de: USE-Flags b&earbeiten

source: <b>Licenses:</b>
de: <b>Lizenz:</b>

source: <b>Available versions:</b>
de: <b>Verfügbare Versionen</b>

source: <font color=darkGrey><b>Ebuild not found.</b></font>
de: <font color=darkGrey><b>Ebuild nicht gefunden.</b></font>

source: <font color=darkGrey><b>Changelog not found.</b></font>
de: <font color=darkGrey><b>Changelog nicht gefunden.</b></font>

source: <font color=darkGrey><b>Dependencies not found.</b></font>
de: <font color=darkGrey><b>Abhängigkeiten nicht gefunden.</b></font>

source: Edit package Use Flags
de: Paket-USE-Flags bearbeiten

source: Error reading: /etc/portage/package.use
de: Fehler beim Lesen von: /etc/portage/package.use

source: Failed to save. Please run as root.
de: Fehler beim Speichern. Kuroo muss als Root ausgeführt werden.

source: Wait-counter has reached maximum. Attempting to scan Portage.
de: Zeitschleife hat ihr Maximum erreicht. Portage-Baum wird versucht zu scannen.

source: Error reading: package.keyword.
de: Fehler beim Lesen von: /etc/portage/package.keywords.

source: Starting Kuroo...
de: Kuroo wird gestartet...

source: sent to Kuroo...
de: wird an Kuroo gesendet...

source: Gentoo Watcher: Kuroo is busy
de: Gentoo Watcher: Kuroo ist beschäftigt.

source: Experimental glsa-check!
de: Experimenteller GLSA-Check!

source: &Emerge package now
de: Pak&et jetzt installieren

source: &Open Glsa in browser
de: GLSA im Br&owser öffnen

source: &Sort by pubdate
de: Nach Veröffentlichung sortieren

source: Open in &Kuroo
de: In &Kuroo öffnen

source: &Glsa-check now
de: &GLSA jetzt prüfen
